[
  {
    "name": "The Fool",
    "type": "major",
    "keywords": {
      "upright": [
        "New beginnings",
        "Adventure",
        "Innocence",
        "Spontaneity",
        "Faith",
        "Leap of faith",
        "Beginner's luck",
        "Originality"
      ],
      "reversed": [
        "Folly",
        "Chaos",
        "Lack of direction",
        "Naivety",
        "Poor judgement",
        "Hesitation",
        "Imprudence",
        "Fear"
      ]
    },
    "description": {
      "upright": "The Fool represents the start of a new journey, filled with optimism and excitement. It encourages you to take a leap of faith and embrace the unknown with an open mind. This card can also signify a need for playfulness and spontaneity, reminding you to not take life too seriously. The Fool can also indicate innocence and a lack of experience, but it can also symbolize a fresh start and the opportunity to learn and grow. Trust your intuition and take the first step towards your goals.",
      "reversed": "The reversed Fool suggests that you may be holding back from taking a chance or starting something new. You may be afraid of the unknown or unsure of yourself. This card can also indicate a lack of direction or purpose in your life. You may be feeling lost or unsure of what you want. The reversed Fool can also signify recklessness, impulsiveness, and poor judgment. Be careful not to act without thinking things through. Take some time to reflect on your goals and make sure you are making decisions that are aligned with your values."
    },
    "affirmations": {
      "upright": [
        "I embrace the unknown with a sense of wonder and excitement.",
        "I trust my intuition and follow my heart's path, wherever it may lead.",
        "I take bold risks and embrace new beginnings with open arms.",
        "Every step is a chance to learn, grow, and discover my true potential.",
        "I dance through life with a spirit of playfulness and joy.",
        "My innocence and optimism guide me to infinite possibilities."
      ],
      "reversed": [
        "I am learning to let go of fear and embrace the unknown with courage.",
        "I am reconnecting with my intuition and trusting my inner voice.",
        "I am taking steps to ground myself and bring my dreams into reality.",
        "I am finding balance between spontaneity and responsibility.",
        "I am opening myself to new experiences and embracing the lessons they bring.",
        "I am celebrating the joy of being alive and the endless possibilities that await me."
      ]
    },
    "number": 0,
    "http404Message": "Every journey begins with a step into the unknown. Embrace the open road, even if it leads to a 404. Sometimes, the most unexpected paths hold the greatest potential."
  },
  {
    "name": "The Magician",
    "type": "major",
    "keywords": {
      "upright": [
        "Manifestation",
        "Action",
        "Potential",
        "Willpower",
        "Resourcefulness",
        "Skill",
        "Communication",
        "Confidence"
      ],
      "reversed": [
        "Deception",
        "Illusion",
        "Manipulation",
        "Lack of focus",
        "Wasted potential",
        "Doubt",
        "Communication issues"
      ]
    },
    "description": {
      "upright": "The Magician represents the power of manifestation and the potential to achieve your goals through focused action, willpower, and your innate abilities. It signifies a time of new beginnings, resourcefulness, and the ability to bring ideas into reality. The Magician also encourages clear communication and confident self-expression.",
      "reversed": "The reversed Magician can indicate wasted potential, a lack of focus, and difficulty manifesting your desires. It may point to deception, manipulation, or communication issues that are hindering your progress. This card can also suggest self-doubt, a lack of confidence, and the need to tap into your hidden talents and abilities."
    },
    "affirmations": {
      "upright": [
        "I harness my willpower to manifest my dreams into reality.",
        "I skillfully blend my talents and resources to create something amazing.",
        "I am a powerful conduit of energy, transforming my thoughts into action.",
        "I confidently step into my role as the master of my destiny.",
        "I embrace my limitless potential and courageously take action towards my goals.",
        "I am open to infinite possibilities and effortlessly attract abundance into my life."
      ],
      "reversed": [
        "I tap into my inner strength and reclaim my personal power.",
        "I release self-doubt and embrace my ability to create positive change.",
        "I focus my energy on clear intentions and take decisive action.",
        "I nurture my creativity and express myself authentically.",
        "I align my thoughts, words, and actions to manifest my highest aspirations.",
        "I trust my intuition and fearlessly pursue my dreams."
      ]
    },
    "number": 1,
    "http404Message": "The tools are here, but the spell is incomplete. Only you can create the magic. Error 404: Manifestation not found."
  },
  {
    "name": "The High Priestess",
    "type": "major",
    "keywords": {
      "upright": [
        "Intuition",
        "Mystery",
        "Hidden knowledge",
        "Secrets",
        "Inner wisdom",
        "Passivity",
        "Reflection"
      ],
      "reversed": [
        "Lack of clarity",
        "Confusion",
        "Misinformation",
        "Repressed emotions",
        "Secretiveness",
        "Stagnation",
        "Resistance to change"
      ]
    },
    "description": {
      "upright": "The High Priestess represents a deep connection to intuition, inner wisdom, and the subconscious mind. It suggests a time for introspection, reflection, and trusting your gut feeling. This card can also indicate hidden knowledge, secrets, and mysteries that are waiting to be revealed. In love, it can signify a soulmate connection or a deep and meaningful relationship. In career, it can suggest a desire for further education or training, or a need to listen to your intuition when making decisions.",
      "reversed": "The reversed High Priestess suggests that you are out of touch with your intuition and inner wisdom. You may be feeling confused, overwhelmed, or unsure of what to do. This card can also indicate secrets that are coming to light, or misinformation that is causing problems. In love, it can warn of a hidden agenda or a relationship that is not based on honesty and trust. In career, it can signify a lack of direction or clarity."
    },
    "affirmations": {
      "upright": [
        "I embrace the mysteries of life and trust my intuition to guide me.",
        "I am open to receiving divine wisdom and insights.",
        "I cultivate a deep connection to my inner knowing.",
        "I listen to the whispers of my soul and honor my deepest truths.",
        "I am a sacred vessel of wisdom and understanding.",
        "I bridge the worlds of the seen and unseen, revealing hidden truths."
      ],
      "reversed": [
        "I am ready to release blocked intuition and reconnect with my inner wisdom.",
        "I seek clarity amidst confusion and trust my ability to discern the truth.",
        "I open my mind to new perspectives and embrace the unknown.",
        "I honor my emotions and intuition as valuable guides.",
        "I courageously explore the depths of my subconscious mind.",
        "I am patient with the process of self-discovery and trust that all will be revealed in time."
      ]
    },
    "number": 2,
    "http404Message": "The path is shrouded, secrets held close. Seek not without, but within. Error 404: Intuition not found."
  },
  {
    "name": "The Empress",
    "type": "major",
    "keywords": {
      "upright": [
        "Abundance",
        "Creativity",
        "Fertility",
        "Nurturing",
        "New Beginnings",
        "Nature",
        "Sensuality",
        "Feminine Energy"
      ],
      "reversed": [
        "Blocked Creativity",
        "Lack of Abundance",
        "Emotional Instability",
        "Materialism",
        "Narcissism",
        "Overindulgence",
        "Stagnation",
        "Unwanted Pregnancy"
      ]
    },
    "description": {
      "upright": "The Empress represents the feminine energy of creation, fertility, and abundance. She is a nurturing figure who encourages us to connect with our creativity and express ourselves authentically. This card can also signify new beginnings, personal growth, and a sense of well-being.",
      "reversed": "The reversed Empress can indicate blocked creativity, lack of abundance, or emotional instability. It may also suggest materialism, narcissism, or overindulgence. In some cases, it can even foreshadow unwanted pregnancy. This card is a call to reconnect with your feminine energy and nurture yourself."
    },
    "affirmations": {
      "upright": [
        "I nurture my creativity and watch it blossom into abundance.",
        "I embrace my sensuality and embody my feminine power.",
        "I cultivate deep connections with others and with nature.",
        "I trust my intuition and allow it to guide my actions.",
        "I create a life that is both beautiful and abundant.",
        "I am a mother to myself and to all those around me."
      ],
      "reversed": [
        "I am reconnecting with my creativity and sensuality.",
        "I am opening myself to love and abundance.",
        "I am creating a nurturing home for myself and others.",
        "I am listening to my intuition and following my heart.",
        "I am releasing blocks to my creativity and self-expression.",
        "I am embracing my feminine power and wisdom."
      ]
    },
    "number": 3,
    "http404Message": "The Empress whispers, 'What you seek is not lost, but merely gestating. Allow the 404 to guide you inward, where fertile abundance awaits.'"
  },
  {
    "name": "The Emperor",
    "type": "major",
    "keywords": {
      "upright": [
        "Authority",
        "Father figure",
        "Law and order",
        "Leadership",
        "Power"
      ],
      "reversed": [
        "Control freak",
        "Immaturity",
        "Lack of discipline",
        "Loss of authority",
        "Manipulative friends"
      ]
    },
    "description": {
      "upright": "The Emperor represents stability, security, and control. It signifies a strong, authoritative presence, a father figure who provides structure and guidance. This card can also indicate a need for discipline, organization, and clear boundaries. In a career context, it can represent success, leadership, and a clear vision for the future.",
      "reversed": "The reversed Emperor card suggests an imbalance of power, an overbearing or controlling personality, or a lack of discipline. It can also indicate immaturity, a fear of commitment, or a reliance on others to make decisions. In a career context, it can represent challenges to authority, lack of direction, or a need to loosen up and be more flexible."
    },
    "affirmations": {
      "upright": [
        "I harness my inner strength and lead with confidence.",
        "I create structure and stability in my life.",
        "I embrace my authority and make decisions with clarity.",
        "I build my empire with ambition and integrity.",
        "I master my emotions and channel my energy wisely.",
        "I inspire others with my unwavering determination."
      ],
      "reversed": [
        "I release the need to control and embrace flexibility.",
        "I balance my power with compassion and understanding.",
        "I open my heart to vulnerability and connect with others.",
        "I challenge rigid structures and seek innovative solutions.",
        "I temper my aggression with patience and diplomacy.",
        "I find strength in my vulnerability and authenticity."
      ]
    },
    "number": 4,
    "http404Message": "The Emperor's gaze falls upon an empty throne. Seek not dominion here, but forge a new path beyond the 404."
  },
  {
    "name": "The Hierophant",
    "type": "major",
    "keywords": {
      "upright": [
        "Tradition",
        "Conformity",
        "Education",
        "Guidance",
        "Spirituality",
        "Dogma"
      ],
      "reversed": [
        "Rebellion",
        "Dogmatism",
        "Lack of Guidance",
        "Unconventional Thinking",
        "Hypocrisy"
      ]
    },
    "description": {
      "upright": "The Hierophant represents tradition, conformity, and established systems. It signifies a need for guidance, education, and spiritual growth. It can also suggest a desire for conformity and following the rules. When upright, the Hierophant indicates a strong connection to established institutions, such as religion, education, or government. It can also represent a mentor or teacher who provides valuable guidance.",
      "reversed": "The reversed Hierophant represents rebellion against tradition, dogma, and established systems. It suggests a need for independent thinking and questioning of authority. It can also indicate a lack of guidance or spiritual direction. When reversed, the Hierophant can warn against hypocrisy or being overly rigid in your beliefs. It can also suggest a need to break free from the constraints of tradition and forge your own path."
    },
    "affirmations": {
      "upright": [
        "I honor tradition and seek wisdom from those who have walked the path before me.",
        "I am guided by my values and act with integrity in all that I do.",
        "I connect deeply with my community and find strength in shared beliefs.",
        "I embrace my role as a teacher and mentor, sharing my knowledge with others.",
        "I open my heart to the divine and seek guidance from a higher power.",
        "I create sacred spaces where others can feel safe and inspired."
      ],
      "reversed": [
        "I question tradition and seek my own truth.",
        "I break free from rigid structures and create my own path.",
        "I trust my intuition and listen to my inner voice.",
        "I embrace my individuality and express my unique perspective.",
        "I challenge authority and seek out alternative viewpoints.",
        "I create my own spiritual practices and connect with the divine in my own way."
      ]
    },
    "number": 5,
    "http404Message": "The gates of tradition remain shut. Seek not knowledge from without, but from within. The Hierophant's wisdom is not found on this path."
  },
  {
    "name": "The Lovers",
    "type": "major",
    "keywords": {
      "upright": [
        "Love",
        "unity",
        "harmony",
        "partnership",
        "choices",
        "decisions",
        "commitment",
        "attraction",
        "trust",
        "deep connection"
      ],
      "reversed": [
        "Disharmony",
        "imbalance",
        "doubt",
        "indecision",
        "temptation",
        "lack of commitment",
        "betrayal",
        "separation",
        "self-love"
      ]
    },
    "description": {
      "upright": "The Lovers represent love in all its forms, from romantic and platonic to self-love. It signifies strong bonds, deep connections, and harmonious relationships. It can also represent a crossroads, where you are faced with a choice between two paths or partners. This decision should not be taken lightly, as it will have lasting ramifications. Upright, the Lovers card encourages you to be open to love and commitment, to trust your intuition, and to make decisions based on your heart.",
      "reversed": "The reversed Lovers card indicates disharmony, imbalance, and a lack of commitment. It may suggest that you are feeling doubt or indecision, or that you are being tempted by something or someone outside of your current relationship. You may also be experiencing betrayal or separation. The reversed Lovers card encourages you to take responsibility for your own happiness and to make choices that align with your values. It may also be a sign that you need to focus on self-love and healing."
    },
    "affirmations": {
      "upright": [
        "I embrace the love that surrounds me and radiate it back into the world.",
        "I choose to nurture my relationships with authenticity and compassion.",
        "I fearlessly follow my heart's desires, knowing they guide me towards true fulfillment.",
        "I create harmonious partnerships that inspire growth and shared abundance.",
        "I celebrate the beauty of union and the strength found in unity.",
        "I open myself to deep connections that align with my highest values."
      ],
      "reversed": [
        "I rediscover the love within myself and let it guide my choices.",
        "I explore my values and create boundaries that honor my authentic self.",
        "I release any fears or doubts that hold me back from experiencing true love.",
        "I embrace the lessons within challenges, knowing they lead to deeper understanding.",
        "I seek harmony within myself, creating a foundation for fulfilling relationships.",
        "I trust my intuition to guide me towards connections that align with my soul's purpose."
      ]
    },
    "number": 6,
    "http404Message": "Two paths diverge in a sun-dappled grove, but your heart's compass spins. Perhaps the answer lies not in choosing, but in the dance itself. (Error 404: Path not found. Reroute with an open mind.)"
  },
  {
    "name": "The Chariot",
    "type": "major",
    "keywords": {
      "upright": [
        "Determination",
        "Victory",
        "Control",
        "Ambition",
        "Progress"
      ],
      "reversed": [
        "Lack of direction",
        "Self-doubt",
        "Obstacles",
        "Delays",
        "Loss of control"
      ]
    },
    "description": {
      "upright": "The Chariot upright signifies willpower, determination, and triumph over challenges. It represents a journey, ambition, and confidence in achieving your goals. The card encourages you to embrace your inner strength and take control of your destiny.",
      "reversed": "The Chariot reversed indicates a lack of direction, scattered energy, and self-doubt. It suggests feeling stuck or facing unexpected obstacles. The card may be a reminder to re-evaluate your goals and strategies, or to address internal conflicts that are hindering your progress."
    },
    "affirmations": {
      "upright": [
        "I harness my willpower and drive to achieve my goals.",
        "I move forward with unwavering determination, overcoming any obstacles in my path.",
        "I am in control of my destiny, steering my chariot towards victory.",
        "My heart and mind work in perfect harmony, guiding me to success.",
        "I embrace challenges as opportunities to grow stronger and more resilient.",
        "My spirit soars as I conquer my fears and achieve the impossible."
      ],
      "reversed": [
        "I redirect my energy towards balance and inner harmony.",
        "I release the need for control and trust the flow of life.",
        "I overcome self-doubt and reclaim my personal power.",
        "I find strength in vulnerability and seek guidance from my intuition.",
        "I embrace patience and allow my journey to unfold naturally.",
        "I redefine success based on my authentic values and desires."
      ]
    },
    "number": 7,
    "http404Message": "The Chariot has veered off course, leaving only Error 404 in its wake. Seek a new path, or harness your own willpower to forge one."
  },
  {
    "name": "Strength",
    "type": "major",
    "keywords": {
      "upright": [
        "Inner Strength",
        "Courage",
        "Compassion",
        "Determination",
        "Persuasion",
        "Gentleness",
        "Confidence"
      ],
      "reversed": [
        "Doubt",
        "Weakness",
        "Fear",
        "Self-doubt",
        "Manipulation",
        "Tyranny",
        "Aggression"
      ]
    },
    "description": {
      "upright": "The Strength card in its upright position represents inner strength, courage, and compassion. It signifies that you have the power and resilience to overcome any obstacle. You are guided by kindness and understanding, able to face challenges with calm and determination. This card can also indicate a time for healing and self-discovery, where you tap into your inner resources and emerge stronger. In relationships, Strength suggests a deep connection built on trust and respect.",
      "reversed": "When the Strength card appears reversed, it can signify doubt, weakness, and fear. You may be feeling overwhelmed by challenges and lacking the courage to face them head-on. This card can also indicate a tendency to be self-critical or to allow others to manipulate you. In relationships, a reversed Strength may suggest power struggles, codependency, or a lack of trust. The advice here is to find your inner strength and stand up for yourself, while also learning to be more compassionate and understanding towards others."
    },
    "affirmations": {
      "upright": [
        "I embrace my inner strength and face challenges with courage.",
        "I gently tame my fears and doubts, channeling them into positive action.",
        "I lead with my heart, unwavering in my compassion and resilience.",
        "I tap into my boundless inner resources, knowing I have the power to overcome any obstacle.",
        "My spirit is unbreakable, and my determination knows no bounds.",
        "I am a force of nature, moving through life with grace and unwavering strength."
      ],
      "reversed": [
        "I am rediscovering my inner strength and reclaiming my power.",
        "I gently release self-doubt and embrace my true potential.",
        "I am learning to balance my inner strength with compassion and patience.",
        "I am healing my wounds and reclaiming my courage.",
        "I am ready to face my challenges with renewed determination and resilience.",
        "My inner strength is awakening, and I am ready to rise."
      ]
    },
    "number": 8,
    "http404Message": "The path you seek may be hidden, but true strength is found not in seeking, but in surrender. Embrace the 404, and let it guide you to the untamed power within."
  },
  {
    "name": "The Hermit",
    "type": "major",
    "keywords": {
      "upright": [
        "Introspection",
        "Meditation",
        "Self-reflection",
        "Solitude",
        "Soul-searching",
        "Wisdom",
        "Guidance"
      ],
      "reversed": [
        "Loneliness",
        "Isolation",
        "Withdrawal",
        "Paranoia",
        "Stagnation",
        "Stuck",
        "Confusion"
      ]
    },
    "description": {
      "upright": "The Hermit represents a time of introspection and inner reflection. It signifies a need to withdraw from the outside world and connect with your inner self. This is a time to meditate, pray, or simply be alone with your thoughts. The Hermit also represents wisdom, guidance, and seeking knowledge. You may be drawn to a mentor or teacher who can help you on your spiritual journey. This is also a time to listen to your intuition and inner voice.",
      "reversed": "The reversed Hermit can indicate feelings of loneliness, isolation, and withdrawal. You may be feeling cut off from others or unable to connect with your inner self. This card can also represent stagnation, being stuck in a rut, or confusion about your next steps. The reversed Hermit can also be a warning to be careful of who you trust, as someone may be trying to mislead you."
    },
    "affirmations": {
      "upright": [
        "I embrace solitude as a path to deep wisdom and understanding.",
        "I listen to the still, small voice within me, guiding my steps forward.",
        "I seek truth and enlightenment, even if it means venturing into the unknown.",
        "My inner light shines brightly, illuminating the path ahead.",
        "I am comfortable in my own company, knowing that I am never truly alone.",
        "I trust my intuition, for it is my guiding light."
      ],
      "reversed": [
        "I am ready to reconnect with the world, sharing my wisdom and insights.",
        "I open my heart to the love and support of others, knowing that we are all connected.",
        "I balance introspection with action, finding harmony between my inner and outer worlds.",
        "I seek guidance from others when needed, knowing that I do not have to walk this path alone.",
        "I trust my ability to navigate the challenges of life, drawing strength from my inner wisdom.",
        "I embrace the light of truth, dispelling the shadows of doubt and fear."
      ]
    },
    "number": 9,
    "http404Message": "The path you seek lies within, not without. Seek solitude's wisdom, for the answers you need are already held in your lantern's glow. The 404 is but a guidepost, urging you inward."
  },
  {
    "name": "The Wheel of Fortune",
    "type": "major",
    "keywords": {
      "upright": [
        "Chance",
        "Change",
        "Destiny",
        "Luck",
        "Opportunity",
        "Karma",
        "Life cycles"
      ],
      "reversed": [
        "Bad luck",
        "Disappointment",
        "Misfortune",
        "Mishap",
        "Unforeseen setbacks",
        "Resistance to change",
        "Stuck in a cycle"
      ]
    },
    "description": {
      "upright": "The Wheel of Fortune signifies significant change, unexpected turns of events, and the ever-shifting nature of life. It can indicate a period of good fortune and blessings, or a time of upheaval and challenges. This card emphasizes that life is a cycle of ups and downs, and that we must learn to adapt and flow with the changes. It can also represent a turning point in your life, where you are presented with new opportunities and choices.",
      "reversed": "The reversed Wheel of Fortune indicates resistance to change, clinging to the past, and fear of the unknown. It can suggest that you are feeling stuck in a rut or facing unexpected setbacks. This card may be urging you to embrace change, let go of what no longer serves you, and trust that the universe has a plan for you. It can also indicate that you are taking unnecessary risks or gambling with your fortune."
    },
    "affirmations": {
      "upright": [
        "I embrace the cycles of change and welcome new opportunities with open arms.",
        "I trust the flow of life and know that I am exactly where I need to be.",
        "I am open to unexpected turns of fate and embrace the lessons they bring.",
        "I harness the power of change to create positive growth and transformation in my life.",
        "I celebrate the abundance and prosperity that flows to me with ease.",
        "I step boldly into the unknown, knowing that the universe supports my every step."
      ],
      "reversed": [
        "I release resistance to change and allow life to unfold naturally.",
        "I take responsibility for my choices and create my own luck.",
        "I break free from limiting patterns and create new opportunities for growth.",
        "I find balance amidst the ups and downs of life and maintain a positive outlook.",
        "I trust my intuition to guide me through challenging times.",
        "I embrace the lessons of change and use them to create a more fulfilling life."
      ]
    },
    "number": 10,
    "http404Message": "The wheel spins unseen, but fate has not forgotten you. Seek new paths, for 404 is but a doorway to unexpected fortunes."
  },
  {
    "name": "Justice",
    "type": "major",
    "keywords": {
      "upright": [
        "Balance",
        "Fairness",
        "Truth",
        "Cause and Effect",
        "Law",
        "Responsibility",
        "Accountability",
        "Judgment"
      ],
      "reversed": [
        "Dishonesty",
        "Imbalance",
        "Unfairness",
        "Legal Issues",
        "Bias",
        "Corruption",
        "Delays",
        "Lack of Accountability",
        "Evading Responsibility",
        "Injustice"
      ]
    },
    "description": {
      "upright": "The Justice card signifies balance, fairness, and the pursuit of truth. It suggests that a situation is being weighed and judged objectively, and that the outcome will be just and deserved. It can also represent legal matters, contracts, and agreements. Upright, Justice encourages you to be honest, fair, and accountable in your actions.",
      "reversed": "The reversed Justice card indicates that there is a lack of balance, fairness, or truth in a situation. It suggests that someone may be dishonest, biased, or corrupt. It can also represent legal problems, delays, and injustices. Reversed, Justice encourages you to be introspective and consider whether you are being fair and just in your dealings with others."
    },
    "affirmations": {
      "upright": [
        "I embrace fairness and integrity in all my actions.",
        "I act with clarity and balance, seeking truth and justice.",
        "My decisions align with my values, creating harmony and peace.",
        "I accept responsibility for my choices, understanding their consequences.",
        "I weigh all perspectives with an impartial heart, seeking the highest good.",
        "I trust in the natural order of the universe, knowing that justice prevails."
      ],
      "reversed": [
        "I acknowledge where I have been unfair and seek to restore balance.",
        "I release judgments and embrace compassion, understanding my own imperfections.",
        "I seek truth within myself, aligning my thoughts and actions with integrity.",
        "I forgive myself and others, releasing the weight of past injustices.",
        "I open my heart to understanding and compassion, seeing all sides of a situation.",
        "I trust in my ability to create a more just and equitable world, starting with myself."
      ]
    },
    "number": 11,
    "http404Message": "The scales of fate hang in the void, 404: Justice not found. Perhaps you seek a different path?"
  },
  {
    "name": "The Hanged Man",
    "type": "major",
    "keywords": {
      "upright": [
        "Surrender",
        "Letting go",
        "New perspective",
        "Sacrifice",
        "Suspension",
        "Transformation"
      ],
      "reversed": [
        "Resistance to change",
        "Indecision",
        "Stagnation",
        "Martyrdom",
        "Apathy",
        "Stalling"
      ]
    },
    "description": {
      "upright": "The Hanged Man represents a moment of pause, reflection, and surrender. It suggests the need to let go of control and trust in the process. This card can also symbolize a shift in perspective, seeing things from a new angle. Upright, The Hanged Man can encourage you to break free from old patterns, embrace sacrifice, and undergo a transformative process.",
      "reversed": "The reversed Hanged Man indicates resistance to change, indecisiveness, and stagnation. It can suggest that you are clinging to the past or refusing to let go of something that no longer serves you. This card can also be a warning about martyrdom or unnecessary sacrifice. Reversed, The Hanged Man encourages you to take action, break free from apathy, and move forward with your life."
    },
    "affirmations": {
      "upright": [
        "I embrace the power of surrender, allowing life to unfold in its own time.",
        "My perspective is shifting, and I welcome new insights and wisdom.",
        "In stillness, I find strength, and in letting go, I discover liberation.",
        "I release resistance and trust the divine timing of my life's journey.",
        "Every pause is an opportunity for growth and a deeper understanding of myself.",
        "I surrender to the flow of the universe, knowing it carries me to higher ground."
      ],
      "reversed": [
        "I actively seek new perspectives and willingly embrace change.",
        "I release any self-imposed limitations and open myself to new possibilities.",
        "Every challenge is an opportunity for growth, and I face them with courage.",
        "I take control of my destiny and steer my life in a positive direction.",
        "I let go of old patterns and make room for transformative experiences.",
        "I trust in my ability to navigate challenges and emerge stronger on the other side."
      ]
    },
    "number": 12,
    "http404Message": "404 Mystical Energy Not Found. The Hanged Man whispers through the void, 'Lost paths lead to unexpected discoveries.'"
  },
  {
    "name": "Death",
    "type": "major",
    "keywords": {
      "upright": [
        "Endings",
        "Transformation",
        "New Beginnings",
        "Letting Go",
        "Rebirth"
      ],
      "reversed": [
        "Resistance to Change",
        "Stagnation",
        "Fear of the Unknown",
        "Unhealthy Attachments",
        "Stuck in the Past"
      ]
    },
    "description": {
      "upright": "The Death card signifies major endings, transformations, and new beginnings. It represents a period of significant change in your life, where you must let go of the old to make room for the new. This card encourages you to embrace change, even though it may be difficult. It signifies a time of releasing the outdated, unwanted, and unnecessary aspects of your life to make way for new opportunities and growth. While the process may be challenging, it ultimately leads to a more fulfilling and enriching future.",
      "reversed": "The Death card reversed suggests resistance to change and a fear of the unknown. You may be clinging to the past and unwilling to let go of outdated beliefs, habits, or situations. This can lead to stagnation and a lack of progress in your life. The reversed Death card can also indicate a denial of reality and an unwillingness to face the inevitable. It encourages you to confront your fears and embrace the changes that are taking place in your life. Accepting the inevitable and letting go of the past is essential for your personal growth and development."
    },
    "affirmations": {
      "upright": [
        "I embrace transformation and welcome new beginnings.",
        "I release what no longer serves me to make space for growth.",
        "I fearlessly step into the unknown, trusting in the cycle of life.",
        "I surrender to change, knowing it leads to my highest good.",
        "I celebrate endings as opportunities for rebirth and renewal.",
        "I allow the old to fall away, making room for the vibrant and new."
      ],
      "reversed": [
        "I gently release resistance and embrace necessary change.",
        "I open myself to transformation, even when it feels challenging.",
        "I trust the process of change, knowing it will lead me to greater freedom.",
        "I bravely confront my fears and step into the unknown with confidence.",
        "I let go of what is holding me back and embrace a new chapter of life.",
        "I accept endings as a natural part of life and trust in new beginnings."
      ]
    },
    "number": 13,
    "http404Message": "What has been shed no longer exists. The path you sought has transformed. Embrace the ending, and seek a new beginning."
  },
  {
    "name": "Temperance",
    "type": "major",
    "keywords": {
      "upright": [
        "balance",
        "moderation",
        "patience",
        "harmony",
        "healing",
        "alchemical process",
        "integration",
        "cooperation",
        "adaptation"
      ],
      "reversed": [
        "disharmony",
        "imbalance",
        "impatience",
        "conflict",
        "stagnation",
        "lack of focus",
        "unrealistic expectations",
        "extremism",
        "addiction"
      ]
    },
    "description": {
      "upright": "The Temperance card signifies a state of balance, harmony, and inner peace. It encourages you to find the middle ground, practice moderation, and approach situations with patience and a calm demeanor. This card can also suggest a time for healing, integration, and the merging of opposites. In relationships, it indicates cooperation, understanding, and mutual respect.",
      "reversed": "The reversed Temperance card indicates a state of imbalance, disharmony, and inner conflict. You may be struggling with extremes, lacking patience, or experiencing emotional turmoil. This card can also suggest a lack of focus or clarity, unrealistic expectations, and difficulty cooperating with others. In relationships, it indicates conflict, misunderstanding, and a lack of respect."
    },
    "affirmations": {
      "upright": [
        "I gracefully blend my strengths and weaknesses, creating a harmonious whole.",
        "I patiently nurture my growth, knowing that true transformation takes time.",
        "I embrace moderation and balance, finding peace within myself and the world around me.",
        "I flow effortlessly through challenges, adapting and adjusting as needed.",
        "I trust my intuition to guide me, finding the perfect balance between heart and mind.",
        "I create harmony in all aspects of my life, radiating peace and tranquility wherever I go."
      ],
      "reversed": [
        "I gently restore balance in my life, releasing any extremes or imbalances.",
        "I forgive myself for past mistakes, embracing the lessons learned and moving forward with wisdom.",
        "I listen to my body and soul, giving them the nourishment they need to thrive.",
        "I seek out healthy ways to express my emotions, creating a space for healing and growth.",
        "I practice patience and understanding, recognizing that every journey unfolds at its own pace.",
        "I trust the process of life, knowing that every experience leads me closer to my true self."
      ]
    },
    "number": 14,
    "http404Message": "The path to moderation is not found. Perhaps it lies in the still waters between the two cups, or in the steady hand that pours. Seek balance, not the 404."
  },
  {
    "name": "The Devil",
    "type": "major",
    "keywords": {
      "upright": [
        "Temptation",
        "Shadow self",
        "Addiction",
        "Materialism",
        "Entrapment",
        "Fear",
        "Obsession"
      ],
      "reversed": [
        "Breaking free",
        "Facing fears",
        "Overcoming addiction",
        "Embracing your shadow",
        "Releasing control",
        "Self-awareness"
      ]
    },
    "description": {
      "upright": "The Devil card in the upright position can signify temptation, addiction, feeling trapped in a situation or relationship, and being ruled by your shadow self. It can also represent materialism, unhealthy attachments, and a fear of letting go. This card often appears when you need to take a hard look at your own behavior and make changes.",
      "reversed": "The Devil reversed indicates that you are breaking free from negative influences and unhealthy patterns. You are facing your fears and taking control of your life. This card can also represent self-awareness, embracing your shadow self, and finding liberation. The reversed Devil is a positive card that signifies growth and transformation."
    },
    "affirmations": {
      "upright": [
        "I release myself from the chains of fear and addiction.",
        "I reclaim my power and choose my own path.",
        "I embrace my shadow side and transform it into strength.",
        "I break free from destructive patterns and create healthy boundaries.",
        "I forgive myself and others, and move forward with compassion.",
        "I embrace my true desires and create a life of passion and purpose."
      ],
      "reversed": [
        "I recognize the illusions that hold me back and choose to see clearly.",
        "I release self-destructive behaviors and embrace self-love.",
        "I forgive those who have hurt me and set myself free from the past.",
        "I reclaim my personal power and create healthy relationships.",
        "I face my fears with courage and find strength in my vulnerability.",
        "I step into my authentic truth and create a life of freedom and joy."
      ]
    },
    "number": 15,
    "http404Message": "The chains you seek have slipped away, leaving only a 404 in their place. Embrace this liberation, for even the Devil cannot hold you now."
  },
  {
    "name": "The Tower",
    "type": "major",
    "keywords": {
      "upright": [
        "Sudden change",
        "Disruption",
        "Chaos",
        "Destruction",
        "Awakening",
        "Liberation"
      ],
      "reversed": [
        "Delayed change",
        "Resistance",
        "Stuck in a rut",
        "Fear of change",
        "Inner turmoil",
        "Illness"
      ]
    },
    "description": {
      "upright": "The Tower represents sudden, dramatic change and upheaval. It can indicate a loss, a crisis, or a complete breakdown of your current situation. However, it can also be a catalyst for positive change and personal growth. The Tower encourages you to let go of the old and embrace the new. Trust that the universe has a plan for you, even if it doesn't feel like it at the moment.",
      "reversed": "The reversed Tower suggests that you are resisting change or clinging to the past. You may be afraid of the unknown or unwilling to let go of what is familiar. This card can also indicate illness, injury, or other setbacks. However, it is important to remember that even these challenges can be opportunities for growth and transformation. The reversed Tower encourages you to surrender to the flow of life and trust that everything happens for a reason."
    },
    "affirmations": {
      "upright": [
        "I embrace the sudden shifts that break down limiting structures and make way for new growth.",
        "I boldly release what no longer serves me, welcoming transformative opportunities with open arms.",
        "I fearlessly face the challenges that shake my foundations, knowing they lead to my ultimate liberation.",
        "I trust the process of upheaval, for it clears the path for my authentic truth to emerge.",
        "I find strength and resilience amidst chaos, rebuilding my life with newfound clarity and purpose.",
        "I embrace the chaos as a catalyst for profound transformation, rising from the ashes with newfound strength and resilience."
      ],
      "reversed": [
        "I gently confront the fears and resistance that hold me back from necessary change.",
        "I release attachments to outdated patterns and beliefs, making space for inner growth and renewal.",
        "I navigate challenges with patience and understanding, seeking guidance to navigate my path with grace.",
        "I honor my emotions as I move through periods of instability, trusting my resilience to carry me forward.",
        "I find stability within myself, even amidst uncertainty, embracing the lessons of change with compassion.",
        "I release the illusion of control and surrender to the flow of life, trusting in my ability to adapt and thrive."
      ]
    },
    "number": 16,
    "http404Message": "The path is blocked, but remember, even towers crumble to pave the way for new beginnings. Seek not the 404, but the 001."
  },
  {
    "name": "The Star",
    "type": "major",
    "keywords": {
      "upright": [
        "Hope",
        "Renewal",
        "Inspiration",
        "Faith",
        "Inner peace",
        "Healing",
        "New beginnings"
      ],
      "reversed": [
        "Despair",
        "Disillusionment",
        "Loss of faith",
        "Lack of inspiration",
        "Blocked creativity",
        "Illness",
        "Missed opportunities"
      ]
    },
    "description": {
      "upright": "The Star is a card of immense hope, renewal, and inspiration. It signifies a time of healing and restoration, where faith and optimism guide your path. It encourages you to trust your inner guidance and believe in the universe's plan. New beginnings and opportunities are on the horizon, and you are filled with a sense of inner peace and tranquility. Embrace the positive energy of The Star and allow yourself to be open to all that is possible.",
      "reversed": "The reversed Star can indicate feelings of despair, disillusionment, and loss of faith. You may be feeling uninspired and blocked in your creative endeavors. Missed opportunities and a lack of forward momentum can leave you feeling stagnant and unmotivated. The reversed Star is a call to take time for self-care and reflection. Reconnect with your inner light and find ways to rekindle your hope and optimism. Remember, even in the darkest of times, there is always potential for new beginnings."
    },
    "affirmations": {
      "upright": [
        "I radiate hope and inspiration to those around me.",
        "I am guided by a clear vision of my future.",
        "Healing and renewal flow through me effortlessly.",
        "I trust in the abundance of the universe and my limitless potential.",
        "I embrace my unique gifts and shine my light brightly.",
        "I am in perfect alignment with my highest purpose."
      ],
      "reversed": [
        "I am rediscovering my faith and optimism.",
        "I am releasing doubt and embracing my dreams.",
        "I am healing from past wounds and opening myself to new possibilities.",
        "I am reconnecting with my inner wisdom and intuition.",
        "I am finding my voice and sharing my authentic self with the world.",
        "I am aligning my actions with my values and creating a life I love."
      ]
    },
    "number": 17,
    "http404Message": "The path you seek is shrouded in celestial mystery. Perhaps the stars haven't aligned, or a new constellation awaits. Look beyond the 404 and follow the light of hope."
  },
  {
    "name": "The Moon",
    "type": "major",
    "keywords": {
      "upright": [
        "Illusion",
        "Deception",
        "Fear",
        "Hidden things",
        "Intuition",
        "Unconscious"
      ],
      "reversed": [
        "Deception revealed",
        "Hidden things come to light",
        "Release of fear",
        "Clarity",
        "Facing reality",
        "Emotional instability"
      ]
    },
    "description": {
      "upright": "The Moon is a card of mystery, illusion, and the unknown. It can represent a time of uncertainty and confusion, when things are not as they seem. It can also be a time of great creativity and intuition, as we tap into our subconscious minds. The Moon can also represent our fears and anxieties, which may be holding us back. When the Moon appears in a reading, it is important to pay attention to our intuition and to be aware of our own biases and assumptions. We may need to do some soul-searching in order to uncover the truth.",
      "reversed": "The reversed Moon can indicate that we are starting to see through illusions and deceptions. We may be gaining clarity on a situation or facing our fears. The reversed Moon can also be a sign of emotional instability and insecurity. However, it can also be a time of great personal growth and transformation, as we release old fears and embrace the unknown."
    },
    "affirmations": {
      "upright": [
        "I embrace the mystery and allow my intuition to guide me.",
        "I explore the depths of my subconscious with courage and curiosity.",
        "I release my fears and illusions, trusting that truth will be revealed.",
        "I navigate the darkness with grace, knowing that the moon illuminates my path.",
        "I honor my dreams and visions, seeking their wisdom and guidance.",
        "I embrace my shadow self, integrating its power into my wholeness."
      ],
      "reversed": [
        "I gently release the illusions that have held me back.",
        "I step into the light of truth, fearlessly facing my shadows.",
        "I reclaim my power from anxiety and uncertainty.",
        "My intuition sharpens, guiding me towards clarity and understanding.",
        "I find peace within the depths of my subconscious.",
        "I trust my inner wisdom to lead me through any challenge."
      ]
    },
    "number": 18,
    "http404Message": "Illusions dance under the moon's glow, but what seeks you in the 404 may be more shadow than light."
  },
  {
    "name": "The Sun",
    "type": "major",
    "keywords": {
      "upright": [
        "Joy",
        "Success",
        "Vitality",
        "Optimism",
        "Clarity",
        "Abundance",
        "Achievement"
      ],
      "reversed": [
        "False Joy",
        "Illusion",
        "Deception",
        "Lack of Clarity",
        "Inner Conflict",
        "Negativity",
        "Disappointment"
      ]
    },
    "description": {
      "upright": "The Sun is a powerful card of positivity and optimism. It represents happiness, joy, success, and abundance. It signifies a time of great personal growth and fulfillment. The Sun also speaks of clarity and insight, suggesting that you are finally seeing things for what they truly are. This card is a reminder to embrace life's simple pleasures and to find joy in every moment.",
      "reversed": "The reversed Sun card can indicate a period of darkness and negativity. You may be feeling lost, disillusioned, or disappointed. This card can also represent self-doubt, low self-esteem, and a lack of confidence. However, the reversed Sun is not a sign of permanent doom and gloom. It is a call to action, urging you to face your challenges and overcome your obstacles. With hard work and perseverance, you can emerge from the darkness and find your way back to the light."
    },
    "affirmations": {
      "upright": [
        "I radiate warmth and positivity wherever I go.",
        "My joy and optimism are contagious, inspiring others to shine their own light.",
        "I embrace my inner child and find joy in the simple things.",
        "I am confident in my abilities and trust that I am on the right path.",
        "I celebrate my successes and look forward to a bright future.",
        "I am grateful for all the blessings in my life and open to receiving even more."
      ],
      "reversed": [
        "I am working on releasing self-doubt and embracing my true potential.",
        "I am finding ways to bring more joy and light into my life.",
        "I am connecting with my inner child and rediscovering the power of play.",
        "I am learning to trust my intuition and follow my heart.",
        "I am releasing negative thoughts and patterns that are holding me back.",
        "I am opening myself up to new opportunities and experiences."
      ]
    },
    "number": 19,
    "http404Message": "The path to radiance is not found. Seek warmth in unexpected corners, for the Sun's light can reach even the deepest 404s."
  },
  {
    "name": "Judgement",
    "type": "major",
    "keywords": {
      "upright": [
        "Awakening",
        "Decision making",
        "Redemption",
        "Reincarnation",
        "Renewal",
        "Resurrection"
      ],
      "reversed": [
        "Poor logic",
        "Poor or hasty judgement",
        "Self-doubt",
        "Stagnation",
        "Resistance to change",
        "Ignoring intuition"
      ]
    },
    "description": {
      "upright": "The Judgement card signifies a time of awakening, rebirth, and new beginnings. It suggests that a significant period in your life is coming to an end, making way for positive change and transformation. This card can also indicate that you are being called to a higher level of consciousness, to embrace your true purpose in life. When it comes to decision-making, this card encourages you to listen to your intuition and inner voice. Trust that you have the wisdom and guidance needed to make the right decisions for your highest good.",
      "reversed": "The reversed Judgement card suggests that you may be resisting change, clinging to the past, or ignoring your intuition. This can lead to poor judgement, self-doubt, and stagnation. The card may be urging you to let go of the past, forgive yourself and others, and move forward with your life. It may also be a sign that you need to pay closer attention to your inner voice and make decisions that are aligned with your true self."
    },
    "affirmations": {
      "upright": [
        "I embrace self-reflection, allowing my true essence to shine through.",
        "Every choice I make aligns with my higher purpose and brings me fulfillment.",
        "I release judgments and cultivate compassion for myself and others.",
        "My past does not define me; I am reborn in each present moment.",
        "I trust in the wisdom of my inner voice and follow my soul's calling.",
        "I am open to divine guidance, guiding me towards a path of authenticity."
      ],
      "reversed": [
        "I let go of self-criticism and embrace unconditional self-love.",
        "I break free from old patterns, opening myself to transformation.",
        "I release the weight of judgment, allowing forgiveness and healing.",
        "Every moment is an opportunity for redemption and positive change.",
        "I trust in the process of renewal and welcome a fresh start.",
        "I am deserving of second chances, and I seize the opportunity for growth."
      ]
    },
    "number": 20,
    "http404Message": "404 Cosmic Verdict Not Found. In the realm of uncertainty, Judgement whispers, 'Embrace the unknown, for it holds the key to revelation.'"
  },
  {
    "name": "The World",
    "type": "major",
    "keywords": {
      "upright": [
        "Completion",
        "Success",
        "Fulfillment",
        "New beginnings",
        "Unity",
        "Travel"
      ],
      "reversed": [
        "Stagnation",
        "Delay",
        "Lack of progress",
        "Uncertainty",
        "Feeling incomplete",
        "Isolation"
      ]
    },
    "description": {
      "upright": "The World card represents the culmination of a long journey, a sense of completion and achievement. It signifies the successful conclusion of a major project or goal, and the feeling of fulfillment that comes with it. The World also suggests new beginnings and a sense of limitless possibilities. It can point to travel, expansion, and a deeper understanding of oneself and the world. Additionally, it can symbolize unity, connection, and a feeling of oneness with all things.",
      "reversed": "The reversed World card can indicate stagnation, delay, and a lack of progress. You may be feeling stuck in a rut, unable to move forward in your life. The reversed card can also suggest uncertainty and a lack of clarity about your goals or direction. It can also represent feeling incomplete, unfulfilled, and disconnected from others. Additionally, it can signify isolation, loneliness, and a feeling of being separate from the world."
    },
    "affirmations": {
      "upright": [
        "I embrace wholeness and completion, knowing that I am exactly where I need to be.",
        "I celebrate the fulfillment of my goals and the realization of my dreams.",
        "I step into my power with grace and confidence, ready to share my gifts with the world.",
        "I am aligned with the infinite possibilities of the universe, and I trust my journey wholeheartedly.",
        "I radiate joy and gratitude, knowing that I am a part of something much larger than myself.",
        "I am a beautiful expression of life's boundless creativity, and I am eager to see what unfolds next."
      ],
      "reversed": [
        "I am ready to release any attachments that are holding me back from my true potential.",
        "I am open to new perspectives and experiences, eager to learn and grow.",
        "I trust my intuition to guide me towards my highest good.",
        "I am patient with myself and others, knowing that we are all on our own unique journeys.",
        "I am willing to let go of the past and embrace the present moment with courage and love.",
        "I know that I have everything I need within me to create the life I truly desire."
      ]
    },
    "number": 21,
    "http404Message": "The path you seek is not found in this realm, wanderer. Perhaps it lies beyond the veil of the known, or within the depths of your own reflection. Turn inward, for the World is also You."
  },
  {
    "name": "Ace of Cups",
    "type": "cups",
    "keywords": {
      "upright": [
        "New beginnings",
        "Love",
        "Compassion",
        "Joy",
        "Intuition",
        "Emotional fulfillment",
        "Renewal",
        "Creativity"
      ],
      "reversed": [
        "Emotional blockage",
        "Lack of love",
        "Repression",
        "Selfishness",
        "Unfulfilled desires",
        "Bitterness",
        "Deception"
      ]
    },
    "description": {
      "upright": "The Ace of Cups signifies new beginnings in the realm of emotions, relationships, and intuition. It represents a fresh start, a chance to open your heart and experience love, compassion, and joy. This card can also indicate emotional healing, forgiveness, and a deep sense of peace. In matters of love, the Ace of Cups can represent a new romance, a deepening of an existing relationship, or a renewed sense of commitment. In career matters, it can signify a new job or opportunity that is fulfilling and emotionally rewarding.",
      "reversed": "The reversed Ace of Cups indicates emotional blockages, repression, and a lack of love or connection. It can suggest that you are holding onto negative emotions, such as anger, resentment, or fear. This card can also represent emotional manipulation, deceit, and betrayal. In matters of love, the reversed Ace of Cups can indicate a break-up, a lack of intimacy, or a difficult relationship. In career matters, it can signify a job that is unfulfilling, stressful, or emotionally draining."
    },
    "affirmations": {
      "upright": [
        "I open my heart to the boundless love that surrounds me.",
        "I embrace my emotions with tenderness and compassion.",
        "I nurture my creativity and allow it to flow freely.",
        "I am deeply connected to my intuition and inner wisdom.",
        "I am a vessel of love, overflowing with joy and gratitude.",
        "I share my gifts with the world, inspiring and uplifting others."
      ],
      "reversed": [
        "I gently release any blocked emotions that are holding me back.",
        "I forgive myself and others, opening my heart to healing and love.",
        "I trust my intuition and follow its guidance.",
        "I create healthy boundaries to protect my energy and well-being.",
        "I find balance between my needs and the needs of others.",
        "I cultivate self-love and compassion, nurturing my inner wellspring."
      ]
    },
    "number": 22,
    "http404Message": "The cup runneth over, but not with what you seek. A 404 blocks the flow. Seek love's reflection in a different mirror."
  },
  {
    "name": "Two of Cups",
    "type": "cups",
    "keywords": {
      "upright": [
        "Partnership",
        "Love",
        "Harmony",
        "Attraction",
        "Balance",
        "Connection"
      ],
      "reversed": [
        "Disunity",
        "Disharmony",
        "Unbalanced relationships",
        "Miscommunication",
        "Lack of trust",
        "Jealousy"
      ]
    },
    "description": {
      "upright": "The Two of Cups represents positive connections, partnerships, and emotional bonds. It signifies a time for love, unity, and shared experiences. This card can also indicate a new partnership or collaboration on the horizon. Upright, the Two of Cups encourages you to nurture your relationships and embrace harmony.",
      "reversed": "The reversed Two of Cups suggests challenges or difficulties in your relationships. It may indicate a lack of communication, trust, or balance. This card can also represent feelings of jealousy, insecurity, or separation. If you see the Two of Cups reversed, it's a call to address these issues head-on and work towards healing and reconciliation."
    },
    "affirmations": {
      "upright": [
        "I open my heart to deep connections and meaningful relationships.",
        "My partnerships are a reflection of love, balance, and mutual support.",
        "I attract and nurture harmonious connections that enrich my life.",
        "I celebrate the joy and unity that comes from shared experiences.",
        "In my relationships, I give and receive love with an open heart.",
        "I am in harmony with those around me, creating a positive and loving atmosphere."
      ],
      "reversed": [
        "I release any toxic connections that hinder my personal growth.",
        "I am deserving of healthy relationships that honor my individuality.",
        "I let go of fear and open myself to the possibility of true connection.",
        "I attract relationships that empower and inspire me to be my best self.",
        "I am free from codependency, embracing independence and self-love.",
        "I trust that the right connections will come into my life at the perfect time."
      ]
    },
    "number": 23,
    "http404Message": "Two hearts adrift, seeking a shared chalice, yet finding only the echo of 404. Seek not without, but within, for the love you seek may already reside in your own reflection."
  },
  {
    "name": "Three of Cups",
    "type": "cups",
    "keywords": {
      "upright": [
        "Celebration",
        "Friendship",
        "Joy",
        "Creative Collaboration",
        "Community"
      ],
      "reversed": [
        "Isolation",
        "Gossip",
        "Lack of Support",
        "Superficiality",
        "Broken Bonds"
      ]
    },
    "description": {
      "upright": "The Three of Cups upright is a joyful and celebratory card. It signifies deep connections, strong friendships, and a sense of community. It can also represent creative collaborations, shared goals, and a positive outlook on life. This card encourages you to nurture your relationships, spend time with loved ones, and express your gratitude for the good things in life.",
      "reversed": "The Three of Cups reversed can indicate a feeling of isolation, loneliness, or a lack of support. It can also signify broken bonds, gossip, and superficial relationships. This card may be urging you to address any issues in your relationships, be more open to connection, and avoid negativity. It may also be a sign to focus on your own happiness and self-care."
    },
    "affirmations": {
      "upright": [
        "I celebrate the joy and love that surrounds me.",
        "I open my heart to deep connections and shared happiness.",
        "I raise my glass to friendship, sisterhood, and unity.",
        "I nurture the bonds that bring me joy and laughter.",
        "I dance through life with a carefree spirit and a grateful heart.",
        "I embrace every moment of happiness and revel in the beauty of togetherness."
      ],
      "reversed": [
        "I release the need to isolate myself and open my heart to connection.",
        "I forgive past hurts and embrace the healing power of friendship.",
        "I seek out those who uplift and support me, building a community of love.",
        "I create joy in my life, even in times of solitude.",
        "I nourish my own soul and create space for genuine connection with others.",
        "I am worthy of love, belonging, and joyful companionship."
      ]
    },
    "number": 24,
    "http404Message": "Though the path may seem lost, the Three of Cups whispers: abundance awaits in unexpected connections. Raise a toast to the 404, for it may just lead to the merriest celebration yet."
  },
  {
    "name": "Four of Cups",
    "type": "cups",
    "keywords": {
      "upright": [
        "Stagnation",
        "Apathy",
        "Missed opportunities",
        "Indifference",
        "Self-absorption",
        "Reflection",
        "Contemplation",
        "Inner journey"
      ],
      "reversed": [
        "Renewed energy",
        "Change of direction",
        "Embracing opportunities",
        "Rekindled enthusiasm",
        "Acceptance",
        "Gratitude",
        "Letting go of the past",
        "New beginnings"
      ]
    },
    "description": {
      "upright": "The Four of Cups represents a period of stagnation, apathy, and missed opportunities. You may be feeling unmotivated, uninspired, and just plain blah. It feels like you're stuck in a rut and there's no way out. However, this card also encourages you to take a step back and reflect on your situation. What is causing your current state? Are you taking things for granted? Are you afraid of change? The Four of Cups suggests that you may be overlooking new opportunities that are right in front of you. It's time to open your eyes and see what the universe has to offer.",
      "reversed": "The reversed Four of Cups signifies a shift in energy. You're starting to see your situation in a new light and you're ready to make a change. This is a time for renewed energy, enthusiasm, and acceptance. You're finally ready to let go of the past and embrace the future. The reversed Four of Cups also suggests that you're opening yourself up to new possibilities and opportunities. You're no longer afraid to take risks and step outside your comfort zone. This is a positive change that will lead you to great things."
    },
    "affirmations": {
      "upright": [
        "I open my heart to new possibilities that bring joy and fulfillment.",
        "I step out of my comfort zone and embrace fresh experiences with gratitude.",
        "I recognize the abundance that surrounds me and welcome it with open arms.",
        "I release feelings of apathy and ignite my passions with renewed energy.",
        "I seek meaningful connections and engage with the world around me wholeheartedly.",
        "I cultivate a deep sense of appreciation for all that life has to offer."
      ],
      "reversed": [
        "I release the grip of dissatisfaction and choose to see the beauty in every moment.",
        "I acknowledge my blessings and actively seek out opportunities for growth and joy.",
        "I break free from stagnant patterns and embrace change as a catalyst for positive transformation.",
        "I listen to my inner voice and pursue my dreams with unwavering determination.",
        "I connect with my heart's true desires and allow them to guide my path.",
        "I find contentment within myself and radiate gratitude for all that I have."
      ]
    },
    "number": 25,
    "http404Message": "Seeking solace in stillness, you've stumbled upon a 404. Perhaps the pause is the answer, not the path. Look within, for the wellspring lies there."
  },
  {
    "name": "Five of Cups",
    "type": "cups",
    "keywords": {
      "upright": [
        "Disappointment",
        "Loss",
        "Regret",
        "Grief",
        "Letting go",
        "Unfulfilled expectations"
      ],
      "reversed": [
        "Healing",
        "Moving on",
        "New beginnings",
        "Acceptance",
        "Finding the positive",
        "Hope"
      ]
    },
    "description": {
      "upright": "The Five of Cups symbolizes disappointment, loss, grief, and the emotional impact of unfulfilled expectations. It suggests dwelling on the past and focusing on what has been lost, rather than acknowledging what remains. However, it also holds the potential for healing and growth, urging you to release negative emotions and move forward with hope.",
      "reversed": "The reversed Five of Cups signifies a shift towards healing and acceptance. It indicates a willingness to let go of the past and embrace new possibilities. While the sting of loss may still linger, the focus is now on moving forward and rebuilding. This card also encourages you to acknowledge the blessings that remain and look for the positive within the situation."
    },
    "affirmations": {
      "upright": [
        "I gently release my regrets and choose to focus on the blessings that remain.",
        "I acknowledge my pain, but I refuse to let it define my future.",
        "I am ready to forgive myself and move forward with hope and openness.",
        "I embrace the lessons of my past and use them to create a brighter future.",
        "I find strength in my resilience and know that I can overcome any challenge.",
        "I open my heart to new possibilities and allow joy to fill my life once more."
      ],
      "reversed": [
        "I am moving on from past disappointments and embracing new opportunities.",
        "I am finding closure and healing from old wounds.",
        "I am choosing to see the glass as half full and focus on the good in my life.",
        "I am forgiving myself and others, and releasing any bitterness or resentment.",
        "I am rediscovering my optimism and hope for the future.",
        "I am opening myself up to love, joy, and abundance."
      ]
    },
    "number": 26,
    "http404Message": "Four cups stand tall, but one lies spilled. Seek not what's lost, but the resilience that remains. The 404 beckons you to rebuild, not reminisce."
  },
  {
    "name": "Six of Cups",
    "type": "cups",
    "keywords": {
      "upright": [
        "Nostalgia",
        "innocence",
        "childhood",
        "happiness",
        "healing",
        "generosity",
        "compassion",
        "forgiveness",
        "reconnect with the past",
        "inner child"
      ],
      "reversed": [
        "Immaturity",
        "escapism",
        "living in the past",
        "clinging to the past",
        "unresolved issues from childhood",
        "lack of emotional depth"
      ]
    },
    "description": {
      "upright": "The Six of Cups is a card of nostalgia, innocence, and the joy of childhood. It reminds us of simpler times and the importance of cherishing our memories. This card can also indicate a time of healing and forgiveness, as we let go of past hurts and move forward with open hearts. The Six of Cups encourages us to reconnect with our inner child and rediscover the joy and wonder of life. When this card appears in a reading, it may be time to reach out to old friends or family members, or to revisit places that hold special memories. It is also a reminder to be kind and compassionate to ourselves and others.",
      "reversed": "The reversed Six of Cups can indicate a resistance to change and a tendency to cling to the past. We may be living in a state of denial, refusing to acknowledge the present moment. This card can also represent unresolved issues from childhood that are affecting us in the present. If we are stuck in the past, we cannot move forward into the future. The reversed Six of Cups encourages us to face our past and learn from it, so that we can release it and move on. It is also a reminder that we cannot relive our childhood, and that it is important to focus on the present moment."
    },
    "affirmations": {
      "upright": [
        "I embrace the joy and innocence of my inner child.",
        "I nurture my memories with tenderness and gratitude.",
        "I open my heart to receive and share unconditional love.",
        "I rekindle the flames of childhood friendships and passions.",
        "I find healing and renewal in the simple pleasures of life.",
        "I create a sanctuary of peace and joy within my soul."
      ],
      "reversed": [
        "I release the past with love and forgiveness, embracing the present.",
        "I choose to see the world with fresh eyes, full of wonder and possibility.",
        "I forgive those who have hurt me, freeing myself to move forward.",
        "I create healthy boundaries, honoring my needs and feelings.",
        "I find strength in my vulnerability, embracing my authentic self.",
        "I step boldly into the future, knowing that my best days are ahead."
      ]
    },
    "number": 27,
    "http404Message": "The path you seek is paved with memories, not cobblestones. Seek solace in the garden of the past, but beware the thorns of 404."
  },
  {
    "name": "Seven of Cups",
    "type": "cups",
    "keywords": {
      "upright": [
        "Imagination",
        "Choice",
        "Opportunity",
        "Wishful thinking",
        "Illusion",
        "Temptation",
        "Indecision",
        "Daydreaming"
      ],
      "reversed": [
        "Confusion",
        "Delusion",
        "Addiction",
        "Missed opportunities",
        "Procrastination",
        "Lack of clarity",
        "Escapism",
        "Disillusionment"
      ]
    },
    "description": {
      "upright": "The Seven of Cups represents a world of possibilities, imagination, and opportunity. It suggests a time of great potential, where you are presented with a variety of choices and paths to take. However, it can also be a time of confusion and indecision, as you may be unsure which way to go. The upright Seven of Cups can encourage you to explore your options and dreams, but it also warns against getting lost in illusions or chasing fantasies. Be clear about your values and goals, and make your decisions wisely.",
      "reversed": "The reversed Seven of Cups suggests a lack of clarity or direction. You may be feeling lost, confused, or unsure of what you want. This can lead to procrastination, escapism, and poor decision-making. The reversed Seven of Cups can also be a sign of addiction, delusion, or being stuck in a fantasy world. It's time to face reality and take responsibility for your choices. Be honest with yourself about what you want and need, and make a plan to move forward."
    },
    "affirmations": {
      "upright": [
        "I embrace the possibilities and explore my dreams with open eyes.",
        "I clarify my desires and wisely choose the path that aligns with my highest good.",
        "I release illusions and anchor my visions in reality, taking action to manifest my dreams.",
        "I navigate choices with discernment, trusting my intuition to guide me toward true fulfillment.",
        "I balance imagination with practicality, weaving my dreams into tangible creations.",
        "I honor my emotions as valuable guides, using them to fuel my creativity and passion."
      ],
      "reversed": [
        "I release distractions and focus on my true priorities, bringing my dreams into focus.",
        "I ground myself in reality and take practical steps toward my goals, turning visions into action.",
        "I embrace clarity and decisiveness, choosing a path with confidence and commitment.",
        "I seek guidance when needed, trusting my intuition and seeking support from trusted sources.",
        "I acknowledge and release limiting beliefs, embracing the abundance of possibilities that await me.",
        "I celebrate my progress and achievements, honoring the journey as much as the destination."
      ]
    },
    "number": 28,
    "http404Message": "Illusions shatter like gossamer veils. The 404 you seek whispers: Seek not the chalices in the clouds, but the truth within your heart."
  },
  {
    "name": "Eight of Cups",
    "type": "cups",
    "keywords": {
      "upright": [
        "Transition",
        "Letting go",
        "Disillusionment",
        "Seeking fulfillment",
        "Inner journey",
        "Introspection",
        "Change of direction"
      ],
      "reversed": [
        "Fear of change",
        "Resistance to letting go",
        "Clinging to the past",
        "Hesitation",
        "Stagnation",
        "Lack of direction",
        "Escapism"
      ]
    },
    "description": {
      "upright": "The Eight of Cups represents a time of change and transition. It signifies leaving behind the past, often things that no longer serve you, in order to pursue something more meaningful. This can involve moving away from relationships, jobs, or situations that have become unfulfilling. It can also be a time of inner exploration and self-discovery. The 8 of Cups encourages you to trust your intuition and follow your heart, even if it means walking away from what is familiar.",
      "reversed": "The reversed Eight of Cups can indicate a fear of change or resistance to letting go. You may be clinging to the past or hesitant to move forward. This card can also represent stagnation, lack of direction, or escapism. It is important to acknowledge and address the underlying issues that are holding you back. The reversed 8 of Cups encourages you to face your fears and embrace the inevitable changes in life."
    },
    "affirmations": {
      "upright": [
        "I am ready to release what no longer serves me and journey towards greater fulfillment.",
        "I trust my intuition to guide me toward new and more meaningful experiences.",
        "I walk away from emotional stagnation and embrace the unknown with courage and hope.",
        "I seek emotional nourishment and find it in unexpected places.",
        "I release the past with grace and open my heart to infinite possibilities.",
        "I honor my feelings and allow them to guide me towards a more authentic life."
      ],
      "reversed": [
        "I acknowledge my fears of change and choose to move forward despite them.",
        "I embrace the lessons of the past and integrate them into my present journey.",
        "I find strength in vulnerability and allow myself to express my true emotions.",
        "I release my attachment to outcomes and trust the unfolding of my life's journey.",
        "I create space for new opportunities by letting go of what no longer serves me.",
        "I honor my need for emotional healing and seek support to guide me through it."
      ]
    },
    "number": 29,
    "http404Message": "The path you seek is not found, but eight cups stand waiting. Release what no longer serves, and a new journey begins at 404."
  },
  {
    "name": "Nine of Cups",
    "type": "cups",
    "keywords": {
      "upright": [
        "Contentment",
        "Satisfaction",
        "Gratitude",
        "Wish come true",
        "Fulfillment",
        "Emotional well-being",
        "Success",
        "Pleasure",
        "Abundance"
      ],
      "reversed": [
        "Inner happiness",
        "Dissatisfaction",
        "Indulgence",
        "Materialism",
        "Emotional stagnation",
        "Unrealistic expectations",
        "Lack of fulfillment",
        "Empty pleasures"
      ]
    },
    "description": {
      "upright": "The Nine of Cups is a card of deep contentment, satisfaction, and emotional well-being. It signifies the fulfillment of desires and wishes, and a time of enjoying the fruits of your labor. This card can also indicate success, abundance, and prosperity. When upright, the Nine of Cups encourages you to take time to appreciate all the good things in your life, and to savor the moment. It is a reminder that you are worthy of happiness and deserve to enjoy life's pleasures.",
      "reversed": "The reversed Nine of Cups can indicate a sense of inner dissatisfaction or emptiness, even though you may have everything you think you want. It can suggest that you are focusing too much on material things and neglecting your emotional needs. This card may also be a warning against indulging in excess or overindulgence. When reversed, the Nine of Cups encourages you to take a step back and re-evaluate your priorities. It is a reminder that true happiness comes from within, and that material possessions cannot fill the void of a lack of emotional fulfillment."
    },
    "affirmations": {
      "upright": [
        "I bask in the glow of my dreams coming true.",
        "I radiate gratitude for all that life has blessed me with.",
        "I savor every moment of joy and contentment.",
        "My heart overflows with love, abundance, and satisfaction.",
        "I embrace the fullness of my emotional fulfillment.",
        "I confidently trust that my deepest desires are aligned with my highest good."
      ],
      "reversed": [
        "I release unrealistic expectations and embrace what is truly fulfilling.",
        "I uncover the true desires of my heart, even if they surprise me.",
        "I find contentment within myself, knowing that external validation is fleeting.",
        "I create my own happiness, independent of external circumstances.",
        "I ground myself in gratitude, even when things don't go exactly as planned.",
        "I nurture my emotional well-being with compassion and self-love."
      ]
    },
    "number": 30,
    "http404Message": "Seeking solace in wishes? The Nine of Cups awaits, not on this path, but where contentment blooms. Look within, for fulfillment hides not in mirrored reflections, but in the quiet corners of your grateful heart. 404 not found, but abundance abounds."
  },
  {
    "name": "Ten of Cups",
    "type": "cups",
    "keywords": {
      "upright": [
        "Happiness",
        "Harmony",
        "Emotional Fulfillment",
        "Family",
        "Love",
        "Completion",
        "Celebration",
        "Community"
      ],
      "reversed": [
        "Discord",
        "Unhappiness",
        "Lack of Harmony",
        "Family Issues",
        "Emotional Instability",
        "Broken Relationships",
        "Isolation",
        "Loss"
      ]
    },
    "description": {
      "upright": "The Ten of Cups represents a time of profound happiness and emotional fulfillment. It signifies a deep sense of connection and love in your relationships, whether romantic, familial, or platonic. This card can also indicate a joyous celebration, a new beginning, or the culmination of a long-held dream. In its upright position, the Ten of Cups is a powerful symbol of emotional abundance and lasting love.",
      "reversed": "In its reversed position, the Ten of Cups suggests challenges and discord within your relationships. It can indicate emotional instability, lack of harmony, and unresolved issues. This card may also be a sign of family problems, broken relationships, or feelings of isolation. However, it is important to remember that even in its reversed position, the Ten of Cups does not signify complete disaster. Instead, it suggests a need for reflection, healing, and communication. By acknowledging the challenges present, you can work towards creating a more harmonious and fulfilling life."
    },
    "affirmations": {
      "upright": [
        "I bask in the warmth of my loving relationships.",
        "I am surrounded by joy, harmony, and true fulfillment.",
        "My heart overflows with gratitude for the abundance of love in my life.",
        "I nurture and cherish the deep connections I share with others.",
        "I radiate love and compassion, creating a beautiful sanctuary for myself and those I love.",
        "I embrace every moment of happiness, knowing that I am truly blessed."
      ],
      "reversed": [
        "I gently release any expectations that are holding me back from true happiness.",
        "I acknowledge and honor my emotions, creating space for healing and growth.",
        "I open my heart to forgiveness, understanding, and renewed love.",
        "I actively seek out ways to strengthen my relationships and deepen my connections.",
        "I prioritize my own joy and inner peace, knowing that they are the foundation for fulfilling relationships.",
        "I create a home within myself where love, harmony, and contentment always reside."
      ]
    },
    "number": 31,
    "http404Message": "Seeker, the overflowing cup you seek may not lie in the cards, but in the connections you nurture. Look beyond the 404 and mend the bridges within."
  },
  {
    "name": "Page of Cups",
    "type": "cups",
    "keywords": {
      "upright": [
        "Creativity",
        "Imagination",
        "Empathy",
        "Intuition",
        "New beginnings",
        "Sensitive",
        "Innocence",
        "Openness",
        "Messenger",
        "Artistic"
      ],
      "reversed": [
        "Emotional immaturity",
        "Naivet",
        "Manipulation",
        "Deception",
        "Hidden emotions",
        "Lack of inspiration",
        "Confusion",
        "Unrealistic expectations",
        "Lack of clarity"
      ]
    },
    "description": {
      "upright": "The Page of Cups represents a gentle and sensitive soul. This card signifies new beginnings, fresh ideas, and a surge of creativity. It encourages you to connect with your intuition and emotions, and to express yourself in a genuine and authentic way. The Page of Cups can also represent a messenger bringing good news, or a young person who is entering your life and bringing joy and light. Reversed, the Page of Cups can indicate emotional immaturity, naivet, or a tendency to be easily manipulated by others. It may also suggest that you are hiding your true feelings, or that you are not being completely honest with yourself or others. This card can also represent a lack of inspiration, creativity, or clarity.",
      "reversed": "The Page of Cups reversed can be a sign of emotional immaturity, naivet, or a tendency to be easily manipulated by others. It may also suggest that you are hiding your true feelings, or that you are not being completely honest with yourself or others. This card can also represent a lack of inspiration, creativity, or clarity. However, it can also be a call to action, urging you to get in touch with your emotions and express yourself more authentically. The Page of Cups reversed can also represent a message that needs to be heard, or a person who is trying to communicate with you but is not being successful. Take some time to reflect on your own emotions and how you are communicating with others. Are you being open and honest? Are you listening to your intuition? Once you have a better understanding of your own emotional state, you can start to make changes and improve your relationships with others."
    },
    "affirmations": {
      "upright": [
        "I embrace my creativity and express myself with authenticity.",
        "I welcome new experiences with open arms and a heart full of wonder.",
        "I joyfully share my emotions, fostering deep connections with others.",
        "I trust my intuition and follow my heart's calling without hesitation.",
        "I find inspiration in the beauty of the world around me, and I let it flow through my art.",
        "I approach life with a playful spirit, always ready to embrace the unexpected."
      ],
      "reversed": [
        "I release the fear of judgment and allow my true self to shine through.",
        "I nurture my creativity and give it the space to grow and flourish.",
        "I embrace my emotions as a source of strength and wisdom.",
        "I listen to my intuition and act on its guidance with confidence.",
        "I balance my dreams with practical action, bringing my visions to life.",
        "I find joy in the simple things and celebrate the magic of everyday moments."
      ]
    },
    "number": 32,
    "http404Message": "The chalice you seek is not here, but a playful fish has left you a 404. Dive into imagination's depths to find it."
  },
  {
    "name": "Knight of Cups",
    "type": "cups",
    "keywords": {
      "upright": [
        "Creativity",
        "Romance",
        "Charm",
        "Imagination",
        "Beauty",
        "Intuition",
        "Compassion",
        "Diplomacy",
        "Sensitivity",
        "Dreams",
        "New beginnings"
      ],
      "reversed": [
        "Overactive imagination",
        "Unrealistic",
        "Jealous",
        "Moody",
        "Emotionally manipulative",
        "Deception",
        "Lack of clarity",
        "Indecision"
      ]
    },
    "description": {
      "upright": "The Knight of Cups is a card of creativity, romance, and imagination. It suggests that you are in touch with your emotions and intuition, and that you are able to express yourself creatively. This is a time to be open to new possibilities and to follow your heart. The Knight of Cups can also represent a charming and diplomatic person who is able to bring people together. In a relationship reading, the Knight of Cups can indicate a new romantic interest or a deepening of an existing relationship.",
      "reversed": "The reversed Knight of Cups can indicate that you are being overly emotional or that you are not in touch with your intuition. You may be having difficulty expressing yourself creatively, or you may be feeling uninspired. The reversed Knight of Cups can also represent someone who is manipulative or deceptive. This is a time to be cautious and to be aware of the motivations of others."
    },
    "affirmations": {
      "upright": [
        "I embrace my emotions and express them with grace and authenticity.",
        "I follow my intuition and allow my heart to guide my actions.",
        "I create beauty and harmony in my life and inspire others to do the same.",
        "I approach love with openness, vulnerability, and a spirit of adventure.",
        "I offer compassion, understanding, and forgiveness to myself and others.",
        "I share my deepest feelings with those I trust, creating deep and meaningful connections."
      ],
      "reversed": [
        "I am learning to balance my emotions with logic and reason.",
        "I am grounding my dreams in reality and taking practical steps to achieve them.",
        "I am setting healthy boundaries in my relationships and protecting my energy.",
        "I am releasing unrealistic expectations and embracing the imperfections of life.",
        "I am forgiving myself for past mistakes and moving forward with a renewed sense of purpose.",
        "I am finding my voice and expressing my needs and desires with confidence."
      ]
    },
    "number": 33,
    "http404Message": "The stream you seek has changed course. Trust the tides to guide your cup to a more fruitful shore."
  },
  {
    "name": "Queen of Cups",
    "type": "cups",
    "keywords": {
      "upright": [
        "Nurturing",
        "Compassionate",
        "Intuitive",
        "Creative",
        "Flow",
        "Empathy",
        "Sensitive"
      ],
      "reversed": [
        "Emotional",
        "Manipulative",
        "Overly Sensitive",
        "Deception",
        "Repression",
        "Secretive",
        "Unbalanced"
      ]
    },
    "description": {
      "upright": "The Queen of Cups represents the archetype of the nurturing mother, embodying compassion, intuition, and creativity. She encourages you to tap into your emotional depths and connect with your feelings. This card can also signify strong intuition, psychic abilities, and the ability to offer emotional support to others. In relationships, the Queen of Cups suggests a loving and supportive partner, or the potential for one to enter your life.",
      "reversed": "When reversed, the Queen of Cups can indicate emotional imbalance, manipulation, or a tendency to be overly sensitive. You may be feeling overwhelmed by your emotions or struggling to connect with others. This can also be a sign of deception, repression, or a lack of emotional clarity. In relationships, the reversed Queen of Cups can suggest a manipulative partner, a lack of emotional support, or difficulty expressing your feelings."
    },
    "affirmations": {
      "upright": [
        "I nurture my emotions and the emotions of others with compassion and grace.",
        "I create harmony and understanding through my intuitive wisdom and gentle guidance.",
        "I embrace my sensitivity as a source of strength, flowing with my feelings and trusting my intuition.",
        "I listen deeply to my heart, honoring my emotions and expressing them with authenticity.",
        "I create a safe space for others to share their vulnerabilities, offering unconditional love and acceptance.",
        "I connect deeply with others on an emotional level, fostering intimacy and trust."
      ],
      "reversed": [
        "I reclaim my emotional balance and release any feelings of overwhelm or self-sacrifice.",
        "I set healthy boundaries to protect my energy and nurture my own needs.",
        "I trust my intuition and speak my truth with clarity and compassion.",
        "I honor my emotions without allowing them to control me, finding strength in vulnerability.",
        "I create healthy connections with others, balancing my needs with theirs.",
        "I forgive myself for past emotional wounds and move forward with love and acceptance."
      ]
    },
    "number": 34,
    "http404Message": "The chalice overflows, not with water, but with 404s. Seek solace in the depths of your intuition, for the answer lies not on the surface."
  },
  {
    "name": "King of Cups",
    "type": "cups",
    "keywords": {
      "upright": [
        "Compassion",
        "Intuition",
        "Creativity",
        "Sensitivity",
        "Empathy",
        "Balance",
        "Diplomacy",
        "Harmony",
        "Peace",
        "Guidance"
      ],
      "reversed": [
        "Repression",
        "Emotional imbalance",
        "Manipulation",
        "Lack of self-awareness",
        "Deception",
        "Unreliability",
        "Unresolved issues",
        "Victim mentality"
      ]
    },
    "description": {
      "upright": "The King of Cups represents mastery over the realms of emotion, creativity, and the unconscious. He embodies the qualities of compassion, empathy, and intuition. Upright, this card indicates a time for emotional maturity and balance. You are in tune with your feelings and able to express them in a healthy way. You are also a natural leader who inspires others with your kindness and understanding. The King of Cups can also represent a positive male figure in your life, such as a father, mentor, or lover.",
      "reversed": "The reversed King of Cups suggests emotional imbalance and instability. You may be repressing your feelings or expressing them in unhealthy ways. This card can also indicate manipulation, deception, or unreliability. Be wary of anyone who seems too good to be true. The reversed King of Cups can also represent a negative male figure in your life who is controlling or abusive."
    },
    "affirmations": {
      "upright": [
        "I balance my emotions with my intellect, leading with compassion and wisdom.",
        "I foster harmonious relationships, nurturing trust and understanding.",
        "I express my feelings with authenticity, creating genuine connections.",
        "I guide others with empathy and sensitivity, inspiring their emotional growth.",
        "I create a sanctuary of peace and tranquility, where emotions can flow freely.",
        "I embrace my intuitive wisdom, trusting my inner guidance to navigate life's challenges."
      ],
      "reversed": [
        "I am reclaiming my emotional balance, releasing unhealthy attachments and embracing self-love.",
        "I am learning to express my feelings authentically, honoring my truth and fostering healthy communication.",
        "I am strengthening my boundaries, protecting my energy and creating space for healthy relationships.",
        "I am tapping into my intuition, trusting my inner voice and aligning with my highest good.",
        "I am cultivating compassion for myself and others, creating a world of understanding and acceptance."
      ]
    },
    "number": 35,
    "http404Message": "The chalice overflows, not with water, but with 404s. Seek solace in the depths of your intuition, for the answer lies not on the surface."
  },
  {
    "name": "Ace of Swords",
    "type": "swords",
    "keywords": {
      "upright": [
        "Clarity",
        "Intellect",
        "New beginnings",
        "Breakthrough",
        "Communication",
        "Truth",
        "Victory"
      ],
      "reversed": [
        "Confusion",
        "Harshness",
        "Mental block",
        "Defeat",
        "Miscommunication",
        "Deception"
      ]
    },
    "description": {
      "upright": "The Ace of Swords signifies a new beginning, a moment of clarity and insight. It represents the power of intellect, communication, and truth. This card encourages you to use your mind to create new ideas, solve problems, and overcome challenges. The Ace of Swords can also signify victory, success, and achieving your goals.",
      "reversed": "The reversed Ace of Swords indicates confusion, negativity, and mental blocks. It warns you against being too harsh or critical, and to be careful not to say things you don't mean. This card can also represent defeat, setbacks, and failure. The reversed Ace of Swords suggests that you need to clear your mind and get back on track."
    },
    "affirmations": {
      "upright": [
        "I wield the sword of truth, cutting through illusions and embracing clarity.",
        "My thoughts are sharp and focused, piercing through obstacles with unwavering precision.",
        "I am a force of intellectual power, breaking new ground with my innovative ideas.",
        "I speak my truth with courage and conviction, inspiring others with my authenticity.",
        "I stand for justice and righteousness, fearlessly defending what I believe in.",
        "I am a beacon of clarity, illuminating the path for myself and others."
      ],
      "reversed": [
        "I release negative thoughts and patterns, embracing a mindset of clarity and peace.",
        "I choose my words with care, speaking with compassion and understanding.",
        "I listen to my inner wisdom, trusting my intuition to guide me.",
        "I approach challenges with a calm and rational mind, finding solutions that align with my values.",
        "I forgive myself and others, releasing the weight of anger and resentment.",
        "I open my heart to compassion and understanding, creating space for healing and growth."
      ]
    },
    "number": 36,
    "http404Message": "The path to clarity is blocked. Seek a new angle, for the answer lies not where you stand, but where the wind whispers secrets through the unseen."
  },
  {
    "name": "Two of Swords",
    "type": "swords",
    "keywords": {
      "upright": [
        "Difficult decision",
        "Confusion",
        "Stalemate",
        "Truce",
        "Meditation",
        "Balance",
        "Partnership"
      ],
      "reversed": [
        "Indecisiveness",
        "Procrastination",
        "Avoidance",
        "Illusion",
        "Deception",
        "Disharmony",
        "Dishonesty"
      ]
    },
    "description": {
      "upright": "The Two of Swords represents a period of difficulty and uncertainty. You are facing a challenging decision, but you are unclear about which option to take. This card can also indicate a need for balance and harmony in your relationships. If reversed, the Two of Swords can suggest indecisiveness, procrastination, and a tendency to avoid problems. It can also warn of deception, illusion, and dishonesty.",
      "reversed": "The reversed Two of Swords signifies indecisiveness, procrastination, and a refusal or inability to face reality. You may be avoiding a difficult decision or situation, but this will only make things worse in the long run. The reversed card can also warn of deception, illusion, and dishonesty. Someone may be trying to mislead you, so be careful who you trust. This is a time for introspection and self-reflection. You need to take some time to clear your head and figure out what you want. Once you have a better understanding of your own needs and desires, you will be able to make the best decision for yourself."
    },
    "affirmations": {
      "upright": [
        "I embrace stillness and clarity to find my inner truth.",
        "I calmly weigh all options before making a decision.",
        "I trust my intuition to guide me through challenging situations.",
        "I release the need to control and allow peace to guide my thoughts.",
        "I see all sides of a situation with unbiased perspective.",
        "I create harmony within myself by balancing my thoughts and emotions."
      ],
      "reversed": [
        "I release indecisiveness and embrace confident action.",
        "I open my eyes to the truth, even if it's uncomfortable.",
        "I trust my ability to make clear and empowered decisions.",
        "I break through denial and face reality with courage.",
        "I seek guidance from my intuition and inner wisdom.",
        "I restore balance within myself by honoring my needs and desires."
      ]
    },
    "number": 37,
    "http404Message": "Path not found. Perhaps a choice awaits, veiled in the reflection of crossed blades. Seek stillness, for clarity lies in the quiet space between."
  },
  {
    "name": "Three of Swords",
    "type": "swords",
    "keywords": {
      "upright": [
        "Heartbreak",
        "Sorrow",
        "Betrayal",
        "Grief",
        "Pain",
        "Rejection",
        "Hurt"
      ],
      "reversed": [
        "Healing",
        "Moving On",
        "Acceptance",
        " Forgiveness",
        "Resilience",
        "Release",
        "Growth"
      ]
    },
    "description": {
      "upright": "The Three of Swords represents deep emotional pain, sorrow, and heartache. It can indicate a loss of love, betrayal, or a difficult decision that caused emotional wounds. The card can also signify emotional turmoil, grief, and a period of mourning. However, despite the pain, the Three of Swords can also suggest a necessary cleansing and release of emotions, leading to healing and growth.",
      "reversed": "The Three of Swords reversed suggests a shift towards healing and moving on from emotional pain. It indicates a willingness to confront and process negative emotions, leading to forgiveness and acceptance. The reversed card can also signify a newfound resilience and strength in the face of adversity. However, it can also warn against repressing emotions or refusing to acknowledge pain, as this can hinder the healing process."
    },
    "affirmations": {
      "upright": [
        "I release my pain and make space for healing.",
        "I honor my heartache and choose to grow stronger from it.",
        "My wounds guide me towards deeper compassion and understanding.",
        "I embrace the lessons of heartbreak and create beauty from my scars.",
        "I allow my tears to cleanse and purify my soul.",
        "I move forward with grace, knowing that sorrow has made me resilient."
      ],
      "reversed": [
        "I soften my defenses and open myself to forgiveness.",
        "I release the burdens of guilt and choose to heal my relationships.",
        "I communicate my pain with honesty and compassion.",
        "I seek support and understanding to mend my broken heart.",
        "I forgive myself for past mistakes and create a path towards peace.",
        "I nurture my emotional well-being with kindness and patience."
      ]
    },
    "number": 38,
    "http404Message": "The path is blocked by piercing blades. Perhaps the answer lies not in seeking, but in surrendering.  #ThreeOfSwords #404"
  },
  {
    "name": "Four of Swords",
    "type": "swords",
    "keywords": {
      "upright": [
        "Rest",
        "Peace",
        "Contemplation",
        "Recovery",
        "Meditation",
        "Withdrawal",
        "Surrender",
        "Introspection"
      ],
      "reversed": [
        "Burnout",
        "Stagnation",
        "Isolation",
        "Exhaustion",
        "Lack of motivation",
        "Depression",
        "Fear of change",
        "Inability to move forward"
      ]
    },
    "description": {
      "upright": "The Four of Swords represents a time of rest and recuperation. It is a card of peace, tranquility, and introspection. It can indicate a need to withdraw from the world and take some time for yourself. This withdrawal can be physical, mental, or emotional. The Four of Swords can also represent a time of healing and recovery, both from physical illness and emotional wounds. It is a time to surrender and trust in the process of healing. When the Four of Swords appears in a reading, it is a reminder to take some time for yourself and to listen to your inner voice. It is a time to reconnect with your true self and to find peace and harmony within.",
      "reversed": "The reversed Four of Swords can indicate burnout, exhaustion, and a lack of motivation. It can also suggest a fear of change or a reluctance to move forward. The reversed card can also be a sign of isolation and loneliness. When the reversed Four of Swords appears in a reading, it is a reminder to take care of yourself and to make time for rest and relaxation. It is also a time to face your fears and to make the changes that you need to move forward in your life."
    },
    "affirmations": {
      "upright": [
        "I embrace rest and solitude, knowing they replenish my spirit.",
        "I release my worries and surrender to peaceful reflection.",
        "I create a sanctuary within myself, where true healing can begin.",
        "My mind is a tranquil oasis, where clarity and wisdom emerge.",
        "I honor my need for stillness, allowing my inner strength to blossom.",
        "I trust the quiet whispers of my intuition, guiding me towards profound insights."
      ],
      "reversed": [
        "I gently release resistance and allow my mind to find serenity.",
        "I acknowledge my restless thoughts and choose to focus on the present moment.",
        "I create space for healing, nurturing my mind, body, and spirit.",
        "I embrace opportunities for introspection, seeking clarity and understanding.",
        "I find balance between activity and rest, honoring my need for both.",
        "I release the burdens of overthinking and embrace the peace within."
      ]
    },
    "number": 39,
    "http404Message": "Seeking solace in stillness, you've stumbled upon a 404. Perhaps the path lies not in searching, but in resting the blades. Breathe, reflect, and the answer will rise from the quiet."
  },
  {
    "name": "Five of Swords",
    "type": "swords",
    "keywords": {
      "upright": ["Conflict", "Loss", "Victory", "Deception", "Cunning"],
      "reversed": [
        "Reconciliation",
        "Letting go",
        "Learning from mistakes",
        "New perspective",
        "Seeking help"
      ]
    },
    "description": {
      "upright": "The Five of Swords signifies conflict, disagreement, and tension. It can represent a feeling of winning a battle but losing the war, or experiencing a sense of detachment after a struggle. The card encourages introspection and reflection on the cost of victory and the importance of diplomacy. It can also indicate deception and manipulation.",
      "reversed": "The reversed Five of Swords suggests a willingness to move beyond conflict and seek reconciliation. It indicates a desire to learn from past mistakes and adopt a new perspective. The card also encourages reaching out for help and support to overcome challenges. It signifies a period of healing and forgiveness."
    },
    "affirmations": {
      "upright": [
        "I choose to walk away from conflict and focus on healing.",
        "I release the need to be right and embrace forgiveness.",
        "I find strength in vulnerability and learn from my setbacks.",
        "I honor my boundaries and create space for peace.",
        "I transform conflict into understanding and compassion.",
        "I release bitterness and embrace the lessons of experience."
      ],
      "reversed": [
        "I forgive myself for past mistakes and move forward with grace.",
        "I release self-destructive patterns and choose healthier paths.",
        "I embrace humility and seek reconciliation where needed.",
        "I find the courage to admit my wrongs and make amends.",
        "I transform defeat into growth and learn to navigate challenges with integrity.",
        "I choose peace over pride and create harmonious relationships."
      ]
    },
    "number": 40,
    "http404Message": "The path you seek lies shrouded in conflict's shadow. Only by laying down your blades can you find the passage to peace. (Error 404: Path not found)"
  },
  {
    "name": "Six of Swords",
    "type": "swords",
    "keywords": {
      "upright": [
        "Transition",
        "Journey",
        "Letting Go",
        "Healing",
        "Moving On"
      ],
      "reversed": [
        "Resistance to Change",
        "Stuck in the Past",
        "Fear of the Unknown",
        "Emotional Baggage",
        "Delays"
      ]
    },
    "description": {
      "upright": "The Six of Swords signifies a period of transition, a journey away from the familiar and towards the unknown. It suggests that you are leaving behind a past that no longer serves you and moving towards a new beginning. This card can also represent healing from emotional wounds and letting go of negativity. It encourages you to trust the process and have faith that you are headed in the right direction.",
      "reversed": "The reversed Six of Swords indicates resistance to change and a fear of the unknown. You may be clinging to the past or holding onto emotional baggage that is preventing you from moving forward. This card can also suggest delays or setbacks in your plans. It encourages you to face your fears and release any negativity that is holding you back."
    },
    "affirmations": {
      "upright": [
        "I release the past and embrace a new journey toward healing and peace.",
        "I navigate challenges with grace, knowing calmer waters lie ahead.",
        "I fearlessly cross boundaries and step into a brighter future.",
        "My mind is clear, my heart is open, and I move forward with unwavering trust.",
        "I embrace the transformative power of change and allow it to guide me to my highest good.",
        "I release what no longer serves me and create space for boundless possibilities."
      ],
      "reversed": [
        "I acknowledge the patterns that hold me back and choose to break free.",
        "I confront my fears with courage and release their hold on my heart.",
        "I forgive myself for past mistakes and move forward with renewed strength.",
        "I seek guidance and support as I navigate this period of transition.",
        "I find clarity within myself and create a path aligned with my true purpose.",
        "I embrace the lessons of the past and use them to fuel my growth and transformation."
      ]
    },
    "number": 41,
    "http404Message": "The path you seek is not yet charted. But fear not, for the ferryman awaits, ready to guide you across the veil of uncertainty. (Error 404: Page Not Found)"
  },
  {
    "name": "Seven of Swords",
    "type": "swords",
    "keywords": {
      "upright": [
        "Deception",
        "Betrayal",
        "Manipulation",
        "Stealth",
        "Strategy",
        "Cunning"
      ],
      "reversed": [
        "Facing truth",
        "Taking responsibility",
        "Clear communication",
        "Honesty",
        "New beginnings",
        "Overcoming obstacles"
      ]
    },
    "description": {
      "upright": "The Seven of Swords represents deception, trickery, and hidden agendas. It can indicate that someone is dishonest or manipulative, or that you yourself are tempted to take a shortcut that involves dishonesty. This card can also suggest that you need to be more strategic in your approach to a situation, or that you need to be more careful about who you trust.",
      "reversed": "The reversed Seven of Swords indicates that you are ready to come clean and face the truth. You are taking responsibility for your actions and are committed to honesty and integrity. This card can also suggest that you are overcoming obstacles and challenges, and that you are moving forward with a new sense of clarity and purpose."
    },
    "affirmations": {
      "upright": [
        "I navigate challenges with cunning and grace, always staying one step ahead.",
        "I embrace my intellect and resourcefulness, knowing when to act strategically.",
        "I move with stealth and agility, choosing my battles wisely.",
        "I trust my instincts to guide me through uncertain times.",
        "I create opportunities for myself, fearlessly pursuing my goals.",
        "I release limiting beliefs and embrace my limitless potential."
      ],
      "reversed": [
        "I release the need for deception and embrace honesty with myself and others.",
        "I forgive myself for past mistakes and move forward with integrity.",
        "I confront my fears with courage, knowing that I have the strength to overcome them.",
        "I seek guidance when feeling lost, trusting in the wisdom of others.",
        "I take responsibility for my actions, creating positive change in my life.",
        "I embrace my truth, shining my light brightly for all to see."
      ]
    },
    "number": 42,
    "http404Message": "Stealthy steps lead to hidden paths, but the moonless night conceals the 404. Seek not what's lost, for secrets hide in plain sight."
  },
  {
    "name": "Eight of Swords",
    "type": "swords",
    "keywords": {
      "upright": [
        "Feeling trapped",
        "Limited perspective",
        "Self-doubt",
        "Uncertainty",
        "Victim mentality"
      ],
      "reversed": [
        "Breaking free",
        "Seeing things clearly",
        "Overcoming challenges",
        "Taking control",
        "Empowerment"
      ]
    },
    "description": {
      "upright": "The Eight of Swords in the upright position indicates a feeling of being trapped, limited, and uncertain. You may feel overwhelmed by challenges and unable to see a way out. This card can also represent self-doubt, negative thinking, and a victim mentality.",
      "reversed": "In the reversed position, the Eight of Swords signifies breaking free from limitations and overcoming challenges. You are gaining a clearer perspective and taking back control of your life. This card also suggests a shift from a victim mentality to one of empowerment."
    },
    "affirmations": {
      "upright": [
        "I release the limiting beliefs that bind me.",
        "I step into my power and choose my own path.",
        "I see beyond the illusions that hold me back.",
        "I embrace the truth, even when it's difficult.",
        "I move forward with courage and clarity.",
        "I trust my intuition to guide me through challenges."
      ],
      "reversed": [
        "I acknowledge the fears that keep me trapped.",
        "I seek help to break free from self-imposed limitations.",
        "I challenge negative thoughts with positive affirmations.",
        "I open my mind to new perspectives and possibilities.",
        "I take small steps to reclaim my power.",
        "I believe in my ability to create positive change."
      ]
    },
    "number": 43,
    "http404Message": "Lost in a labyrinth of self-doubt? The Eight of Swords whispers, 'Turn inward, not away.' Unbind your blindfolds, seeker. The path lies within the 404."
  },
  {
    "name": "Nine of Swords",
    "type": "swords",
    "keywords": {
      "upright": ["Anxiety", "Fear", "Worry", "Sleeplessness", "Nightmares"],
      "reversed": [
        "Self-deception",
        "Denial",
        "Ignoring problems",
        "Repressed emotions",
        "Facing the truth"
      ]
    },
    "description": {
      "upright": "The Nine of Swords represents a state of mental anguish, anxiety, and worry. It can signify being plagued by negative thoughts, fears, and doubts that keep you up at night. These worries may be unfounded or exaggerated, but they are nonetheless causing you significant distress. The Nine of Swords can also suggest feelings of isolation, helplessness, and despair.",
      "reversed": "The reversed Nine of Swords indicates that you are starting to face your fears and anxieties. You may be confronting the root cause of your problems, or simply acknowledging that they exist. This is a positive step, but it can still be a difficult process. The reversed Nine of Swords can also suggest that you are suppressing your emotions or denying your problems. This may be a coping mechanism in the short term, but it will ultimately prevent you from healing."
    },
    "affirmations": {
      "upright": [
        "I release my worries and fears, knowing that they do not control me.",
        "I choose to focus on the positive and embrace hope, even in the face of uncertainty.",
        "I seek support and guidance when I feel overwhelmed, knowing that I am not alone.",
        "I forgive myself for past mistakes and release the burden of guilt and shame.",
        "I find peace within myself, even amidst challenges and setbacks.",
        "I trust in my strength and resilience, knowing that I can overcome any obstacle."
      ],
      "reversed": [
        "I confront my anxieties and bring them into the light, where they can no longer hold power over me.",
        "I release the grip of negative thoughts and choose to focus on what is good and true.",
        "I seek out healthy ways to manage stress and anxiety, nurturing my mind, body, and spirit.",
        "I forgive those who have hurt me, freeing myself from the weight of resentment.",
        "I embrace the lessons of my past and move forward with wisdom and clarity.",
        "I create a peaceful sanctuary within myself, where I can always find solace and strength."
      ]
    },
    "number": 44,
    "http404Message": "Nine blades sever the threads of certainty. Seek not the path, for it lies shrouded in 404. Only within the shadows may truth be revealed."
  },
  {
    "name": "Ten of Swords",
    "type": "swords",
    "keywords": {
      "upright": [
        "Endings",
        "Painful Loss",
        "Betrayal",
        "Victim Mentality",
        "Rock Bottom"
      ],
      "reversed": [
        "Renewal",
        "Healing",
        "Facing the Past",
        "Letting Go",
        "New Beginnings"
      ]
    },
    "description": {
      "upright": "The Ten of Swords represents a significant and painful ending. It can signify the end of a relationship, job, or project, often accompanied by feelings of betrayal, loss, and despair. It can also suggest feeling overwhelmed, defeated, and unable to move forward. However, this card also holds the potential for renewal and transformation. By hitting rock bottom, you are forced to confront your issues and make necessary changes. This can ultimately lead to a stronger and more resilient you.",
      "reversed": "The Ten of Swords reversed suggests that you are beginning to heal from a difficult experience. You are facing your pain and finding the strength to move on. This card can also signify a new beginning or a fresh start. You are finally letting go of the past and embracing the future. However, the reversed Ten of Swords can still indicate unresolved issues or a tendency to dwell on the negative. Be sure to fully process your emotions and release any baggage that is holding you back."
    },
    "affirmations": {
      "upright": [
        "I release the pain of the past and move forward with strength and resilience.",
        "I surrender my burdens to a higher power and trust in the healing process.",
        "I embrace the darkness as a catalyst for transformation and growth.",
        "I find the courage to let go of what no longer serves me and create space for new beginnings.",
        "I honor my vulnerability and allow it to guide me towards deeper wisdom and understanding.",
        "I accept the ending of this cycle and welcome the opportunities for rebirth and renewal."
      ],
      "reversed": [
        "I reclaim my power and refuse to be a victim of circumstance.",
        "I forgive myself for past mistakes and move forward with compassion and understanding.",
        "I choose to see challenges as opportunities to learn and grow stronger.",
        "I break free from limiting beliefs and create a new reality based on hope and possibility.",
        "I trust my intuition and take action to create positive change in my life.",
        "I embrace change with grace and resilience, knowing that it leads to a brighter future."
      ]
    },
    "number": 45,
    "http404Message": "Ten blades pierce the night, severing the path to dawn. Embrace the 404, for even in endings, new beginnings take flight."
  },
  {
    "name": "Page of Swords",
    "type": "swords",
    "keywords": {
      "upright": [
        "New ideas",
        "communication",
        "intelligence",
        "curiosity",
        "Mentality",
        "intellect",
        "analysis",
        "logic"
      ],
      "reversed": [
        "Misunderstandings",
        "arguments",
        "delay",
        "gossip",
        "Immaturity",
        "impulsiveness",
        "lack of focus"
      ]
    },
    "description": {
      "upright": "The Page of Swords represents a young, enthusiastic individual with a sharp intellect and a thirst for knowledge. This card can indicate new ideas, fresh perspectives, and a willingness to learn. It can also suggest clear communication, witty conversation, and a playful mind. In a reading, the Page of Swords may be urging you to use your intellect to solve problems, communicate effectively, and explore new possibilities.",
      "reversed": "The reversed Page of Swords suggests a misuse of intellect or a lack of focus. This can manifest as arguments, misunderstandings, and gossip. The card may also warn against being overly critical, impulsive, or argumentative. In a reading, the reversed Page of Swords may be urging you to be more mindful of your words and actions, to think before you speak, and to listen more carefully to others."
    },
    "affirmations": {
      "upright": [
        "I embrace my curiosity and eagerly explore new ideas.",
        "My mind is sharp and ready to take on any challenge.",
        "I communicate with clarity and conviction, expressing my truth fearlessly.",
        "I trust my intuition and act decisively, even in the face of uncertainty.",
        "I am a catalyst for change, inspiring others to think differently and challenge the status quo.",
        "I fearlessly embrace my authentic voice and share my unique perspective with the world."
      ],
      "reversed": [
        "I pause to reflect before speaking, ensuring my words are aligned with my intentions.",
        "I approach challenges with a calm and focused mind, seeking clarity before taking action.",
        "I channel my mental energy productively, avoiding distractions and procrastination.",
        "I listen to the wisdom of others, seeking guidance and different perspectives.",
        "I temper my intellectual boldness with compassion and understanding.",
        "I balance my thirst for knowledge with patience and groundedness."
      ]
    },
    "number": 46,
    "http404Message": "Seeking clarity? The wind whispers secrets, but the Page of Swords guards the path. Listen closely, for the answer lies not in the 404, but in the rustle of unseen pages."
  },
  {
    "name": "Knight of Swords",
    "type": "swords",
    "keywords": {
      "upright": ["Action", "Determination", "Intellect", "Challenge", "Focus"],
      "reversed": [
        "Impulsiveness",
        "Aggression",
        "Conflict",
        "Deception",
        "Hasty Decisions"
      ]
    },
    "description": {
      "upright": "The Knight of Swords embodies a driven and ambitious spirit, rushing forward with unwavering conviction to achieve goals. He represents quick thinking, sharp intellect, and a powerful will. In a reading, the upright Knight signifies a time for decisive action, taking initiative, and using your mental clarity to overcome obstacles. However, it can also suggest impulsiveness, recklessness, and a lack of forethought.",
      "reversed": "When reversed, the Knight of Swords indicates aggression, conflict, and hasty decisions. It can warn of impulsiveness, harsh words, and cutting criticisms. The reversed Knight may also represent deception, manipulation, and hidden agendas. This card suggests a need for caution, reflection, and tempering your impulsiveness before taking action."
    },
    "affirmations": {
      "upright": [
        "I act decisively and fearlessly, guided by my sharp intellect.",
        "My mind is ablaze with ideas, and I have the courage to bring them to life.",
        "I speak my truth with conviction, even when it's difficult.",
        "I charge forward with unstoppable momentum, breaking through any obstacles in my path.",
        "I am a force of change, inspiring others with my passion and determination.",
        "My thoughts are my weapons, and I wield them with precision and grace."
      ],
      "reversed": [
        "I take a breath and pause before taking action, ensuring my words and actions align with my highest intentions.",
        "I temper my fiery intellect with compassion and understanding, listening to others with an open heart.",
        "I channel my energy into focused productivity, avoiding scattered efforts and impulsive decisions.",
        "I embrace flexibility and adaptability, navigating challenges with a calm and resourceful mind.",
        "I thoughtfully consider the impact of my words and actions, ensuring they uplift rather than harm.",
        "I nurture patience and self-discipline, knowing that true strength lies in mastering my mind."
      ]
    },
    "number": 47,
    "http404Message": "The mind races ahead, but the path is shrouded. Still your thoughts, Knight, and the truth shall be revealed. (Error 404: Page not found)"
  },
  {
    "name": "Queen of Swords",
    "type": "swords",
    "keywords": {
      "upright": [
        "Clarity",
        "Wisdom",
        "Justice",
        "Independence",
        "Objectivity",
        "Intellect",
        "Directness",
        "Communication",
        "Analysis",
        "Truth",
        "Strategy"
      ],
      "reversed": [
        "Harshness",
        "Cruelty",
        "Coldness",
        "Judgmental",
        "Critical",
        "Oversensitivity",
        "Emotional Detachment",
        "Dishonesty",
        "Manipulation",
        "Mental Blockage",
        "Isolation"
      ]
    },
    "description": {
      "upright": "The Queen of Swords represents a woman of intellectual power, clear vision, and sharp wit. She embodies the element of air, signifying intellect, logic, and communication. Upright, this card can indicate a time of clarity and understanding, where you are able to see things with objectivity and make sound decisions based on truth and logic. It can also represent the need to communicate effectively, express your thoughts and feelings honestly, and stand up for yourself with confidence.",
      "reversed": "The reversed Queen of Swords suggests a shadow side to her upright qualities. This can manifest as harshness, judgment, and a critical attitude. It can also represent emotional detachment, difficulty communicating effectively, and mental blocks that prevent clear thinking. The reversed Queen of Swords may be a warning to be more mindful of your words and actions, and to avoid being overly critical or judgmental."
    },
    "affirmations": {
      "upright": [
        "I speak my truth with clarity and compassion.",
        "I set clear boundaries with grace and ease.",
        "My mind is sharp, my heart is open, and my spirit is strong.",
        "I make decisions with both my head and my heart, always seeking balance.",
        "I am a force of wisdom and integrity, navigating challenges with grace and resilience.",
        "I embrace my independence and authenticity, knowing my worth and power."
      ],
      "reversed": [
        "I am learning to express my thoughts and feelings with honesty and kindness.",
        "I release judgment of myself and others, choosing compassion and understanding.",
        "I open my heart to connect with others, balancing my intellect with empathy.",
        "I forgive those who have hurt me, setting myself free from the weight of resentment.",
        "I embrace my vulnerability as a source of strength, allowing myself to be seen and heard.",
        "I seek balance between my mind and heart, honoring both my intellect and my emotions."
      ]
    },
    "number": 48,
    "http404Message": "Seeking clarity? The Queen's sharp mind awaits, but the path to her wisdom lies not here. Look within, for the answer may already be yours to claim. Error 404: Truth not found."
  },
  {
    "name": "King of Swords",
    "type": "swords",
    "keywords": {
      "upright": [
        "Intellectual power",
        "Clarity of mind",
        "Logic and reason",
        "Justice and fairness",
        "Leadership",
        "Truth and honesty",
        "Objective decision-making"
      ],
      "reversed": [
        "Mental inflexibility",
        "Harshness and criticism",
        "Coldness and detachment",
        "Dishonesty and manipulation",
        "Loss of control",
        "Lack of clarity and focus"
      ]
    },
    "description": {
      "upright": "The King of Swords represents the pinnacle of intellectual power and authority. He is a strong and decisive leader who thinks clearly, logically, and rationally. He is also fair and just, and he always strives to uphold the truth. When this card appears in a reading, it can indicate that you are in a position of power and influence, or that you are about to be. It can also suggest that you need to be more objective and rational in your thinking.",
      "reversed": "The reversed King of Swords can represent mental inflexibility, harshness, and criticism. He can also be cold and detached, and he may be dishonest or manipulative. This card can also suggest that you are feeling lost and out of control, or that you are lacking clarity and focus. When this card appears in a reading, it is a warning to be careful of your thoughts and actions."
    },
    "affirmations": {
      "upright": [
        "I wield my intellect with grace and integrity.",
        "My words are clear, my decisions just, and my mind unwavering.",
        "I lead with my head and my heart, upholding truth and compassion in perfect balance.",
        "I effortlessly cut through illusion and uncertainty, revealing the path forward.",
        "My authority is rooted in wisdom, inspiring trust and respect in those around me.",
        "I am a master of communication, speaking truth with power and precision."
      ],
      "reversed": [
        "I reclaim my power by balancing my thoughts with my feelings.",
        "I release the need to control and embrace open-mindedness and empathy.",
        "I forgive myself for past harshness and cultivate a gentler, more understanding approach.",
        "I listen to others with an open heart, seeking to understand rather than to judge.",
        "I temper my logic with compassion, leading with kindness and integrity.",
        "I transform my sharp intellect into a tool for healing and connection."
      ]
    },
    "number": 49,
    "http404Message": "Seeking clarity? The King's blade cuts through illusion, but your path remains shrouded. Perhaps the answer lies not in the 404, but within the 3 swords you hold."
  },
  {
    "name": "Ace of Wands",
    "type": "wands",
    "keywords": {
      "upright": [
        "Creativity",
        "Inspiration",
        "New Beginnings",
        "Action",
        "Opportunity"
      ],
      "reversed": [
        "Impatience",
        "Lack of Motivation",
        "Blocked Creativity",
        "Delays",
        "Disorganization"
      ]
    },
    "description": {
      "upright": "The Ace of Wands is a powerful card symbolizing new beginnings, creativity, inspiration, and action. It signifies a spark of potential, a surge of energy, and the birth of an idea. This card encourages you to embrace new opportunities and take bold steps towards your goals. It is a time to be courageous, confident, and optimistic about the future. Conversely, the reversed Ace of Wands suggests feelings of impatience, stagnation, and lack of motivation. You may be struggling to find your creative spark or feel blocked in your progress. This card may also indicate delays, disorganization, and a lack of focus. It is a time to re-evaluate your goals and strategies, and to find ways to reignite your passion and motivation.",
      "reversed": "The reversed Ace of Wands can indicate a lack of enthusiasm, motivation, or creativity. You may be feeling burnt out, uninspired, or stuck in a rut. This card can also signify delays, obstacles, and difficulties in moving forward with your plans. It is a time to reflect on what is blocking your progress and to find ways to overcome these challenges. By taking action and focusing your energy, you can overcome these obstacles and move forward with your goals."
    },
    "affirmations": {
      "upright": [
        "I embrace the surge of inspiration and take action on my dreams.",
        "My creativity ignites a path to limitless possibilities.",
        "I confidently seize new opportunities with passion and drive.",
        "My spirit blazes with vibrant energy, ready to conquer any challenge.",
        "I boldly step into the unknown, trusting my intuition to guide me.",
        "The spark within me ignites a wildfire of transformation and growth."
      ],
      "reversed": [
        "I rediscover my passions and rekindle my inner flame.",
        "I clear away self-doubt and allow my creativity to flow freely.",
        "I nurture my ideas with patience, allowing them to blossom in time.",
        "I find balance between action and reflection, trusting the timing of my journey.",
        "I seek guidance from my intuition and align my actions with my true purpose.",
        "I embrace the lessons of setbacks and transform challenges into opportunities."
      ]
    },
    "number": 50,
    "http404Message": "The path to your spark is hidden. Seek the flicker in the dark, the ember beneath the ash. Error 404: Inspiration not found."
  },
  {
    "name": "Two of Wands",
    "type": "wands",
    "keywords": {
      "upright": [
        "Planning",
        "Vision",
        "Ambition",
        "Anticipation",
        "Planning for the future",
        "Weighing options",
        "Exploration"
      ],
      "reversed": [
        "Lack of clarity",
        "Procrastination",
        "Doubt",
        "Fear of change",
        "Inaction",
        "Stuck in a rut",
        "Lack of direction"
      ]
    },
    "description": {
      "upright": "The Two of Wands represents a time of planning, vision, and ambition. You are at a crossroads, surveying the landscape of your life and considering your next move. You are filled with anticipation and excitement about the future, but you are also taking the time to carefully consider your options. This card can also indicate a period of exploration and learning, as you gather information and resources to help you achieve your goals. When the Two of Wands appears in a reading, it is a reminder to be patient and thoughtful in your planning. Don't rush into action without a clear plan in place. Take your time to assess your options and choose the path that is right for you.",
      "reversed": "The reversed Two of Wands can indicate a lack of clarity, direction, or purpose. You may be feeling lost or uncertain about what you want to do with your life. This card can also represent procrastination, doubt, and fear of change. You may be holding yourself back from taking the necessary steps to achieve your goals. When the reversed Two of Wands appears in a reading, it is a call to action. It's time to stop thinking and start doing. Take the first step towards achieving your dreams, even if you don't have all the answers. Trust that you will figure things out along the way."
    },
    "affirmations": {
      "upright": [
        "I embrace the world of possibilities before me and choose my path with confidence.",
        "I fearlessly explore new horizons, knowing that I have the strength to overcome any obstacle.",
        "My vision is clear, my plans are sound, and I am ready to take action to achieve my dreams.",
        "I trust my intuition to guide me as I embark on this exciting journey of growth and expansion.",
        "I embrace change and welcome the opportunities it brings to learn, grow, and evolve.",
        "I am a powerful creator, and I boldly shape my own destiny."
      ],
      "reversed": [
        "I release the fear that holds me back and step confidently into the unknown.",
        "I clarify my goals and create a plan of action to move forward with purpose.",
        "I embrace my inner strength and resilience, knowing that I can overcome any challenge.",
        "I trust my intuition and listen to my heart's guidance as I navigate life's crossroads.",
        "I welcome change as a catalyst for growth and embrace new opportunities with open arms.",
        "I reclaim my power and take decisive action to create the life I truly desire."
      ]
    },
    "number": 51,
    "http404Message": "The path to duality is blocked, but a spark whispers: 'Look within. The two are one.'"
  },
  {
    "name": "Three of Wands",
    "type": "wands",
    "keywords": {
      "upright": [
        "Exploration",
        "Expansion",
        "Opportunity",
        "Vision",
        "Planning",
        "Progress",
        "Confidence",
        "Ambition",
        "Travel",
        "New ventures"
      ],
      "reversed": [
        "Lack of direction",
        "Stagnation",
        "Procrastination",
        "Fear of change",
        "Lack of confidence",
        "Impatience",
        "Delays",
        "Unrealistic expectations",
        "Obstacles"
      ]
    },
    "description": {
      "upright": "The Three of Wands signifies a time of exploration and expansion. You are looking forward to the future with optimism and are excited about new opportunities that are coming your way. You are confident in your abilities and are prepared to take on new challenges. This card can also indicate travel, new ventures, and a broadening of your horizons.",
      "reversed": "The reversed Three of Wands suggests that you may be feeling stuck in a rut or that you are lacking direction in your life. You may be afraid of change or may be procrastinating on taking action towards your goals. This card can also indicate delays, obstacles, and unrealistic expectations. It is a reminder to take a step back and reassess your plan. What are your true goals and desires? Once you have a clear vision, you can start to take action to move forward."
    },
    "affirmations": {
      "upright": [
        "I boldly expand my horizons and embrace new possibilities.",
        "My vision is clear, and I confidently navigate my path to success.",
        "I celebrate my achievements and eagerly anticipate the next chapter.",
        "My heart resonates with the thrill of adventure and the joy of exploration.",
        "I fearlessly step into my power and create a life that aligns with my dreams.",
        "My spirit soars as I embrace the limitless potential within me."
      ],
      "reversed": [
        "I release the fears and doubts that hold me back from pursuing my dreams.",
        "I reclaim my power and take decisive action to move my goals forward.",
        "I embrace change and welcome the opportunities for growth and transformation.",
        "I reignite my passion and rediscover the joy in my journey.",
        "I seek guidance and support as I navigate my path towards fulfillment.",
        "I trust my intuition and confidently make choices that align with my true purpose."
      ]
    },
    "number": 52,
    "http404Message": "The path diverges, but not all trails are meant for now. Error 404: Seek a new horizon, for adventure awaits beyond the known."
  },
  {
    "name": "Four of Wands",
    "type": "wands",
    "keywords": {
      "upright": [
        "Celebration",
        "Harmony",
        "Completion",
        "New Beginnings",
        "Peace",
        "Stability",
        "Prosperity"
      ],
      "reversed": [
        "Delays",
        "Obstacles",
        "Lack of Harmony",
        "Stagnation",
        "Unrest",
        "Impatience",
        "Financial Difficulties"
      ]
    },
    "description": {
      "upright": "The Four of Wands is a positive card that represents harmony, peace, and celebration. It indicates a time of joy, success, and contentment. This card can also signify new beginnings, completion of projects, and a strong foundation for future growth. The Four of Wands can also symbolize a loving and supportive home environment.",
      "reversed": "The reversed Four of Wands suggests that you may be experiencing delays, obstacles, or challenges. You may be feeling restless, impatient, or frustrated. This card can also indicate a lack of harmony in your relationships or your home environment. The reversed Four of Wands can be a warning to be patient and to avoid making impulsive decisions."
    },
    "affirmations": {
      "upright": [
        "I joyfully celebrate my accomplishments and milestones.",
        "I create a home filled with warmth, love, and vibrant energy.",
        "I nurture harmonious relationships that bring me joy and support.",
        "I open my heart and home to genuine connection and shared happiness.",
        "I radiate inner peace and contentment, knowing I am exactly where I need to be.",
        "I gracefully embrace the beauty and abundance that surrounds me."
      ],
      "reversed": [
        "I rediscover the joy within myself and cultivate a sense of belonging.",
        "I create a foundation of stability and self-love, even when external validation is lacking.",
        "I actively seek out opportunities to connect with others and build meaningful relationships.",
        "I nurture my inner peace and celebrate my progress, no matter how small.",
        "I release the need for perfection and embrace the imperfections that make me unique.",
        "I trust my intuition and create a home that truly reflects my authentic self."
      ]
    },
    "number": 53,
    "http404Message": "Seeking stability? The Four of Wands awaits, but the path is hidden. Perhaps 404 isn't an error, but a doorway. Knock, wanderer, and ask within."
  },
  {
    "name": "Five of Wands",
    "type": "wands",
    "keywords": {
      "upright": [
        "Conflict",
        "Competition",
        "Disagreements",
        "Tension",
        "Challenges",
        "Inner conflict"
      ],
      "reversed": [
        "Resolution",
        "Compromise",
        "Cooperation",
        "New perspectives",
        "Strength in numbers",
        "Opportunity for growth"
      ]
    },
    "description": {
      "upright": "The Five of Wands in the upright position signifies conflict, competition, disagreement, and tension. It can represent a struggle for dominance, a battle of wills, or a situation where people are divided into opposing factions. This card can also indicate inner conflict and turmoil, where you are wrestling with opposing forces within yourself. When it appears in a reading, the Five of Wands encourages you to stand your ground and fight for what you believe in. It can also be a call to action, urging you to take control of your situation and overcome the obstacles that are standing in your way.",
      "reversed": "The reversed Five of Wands indicates a resolution to conflict, a willingness to compromise, and a newfound spirit of cooperation. It can also represent the end of competition and the beginning of a new era of peace and harmony. This card suggests that you are ready to let go of your differences and work together with others to achieve a common goal. The reversed Five of Wands can also be a sign of personal growth and development. It indicates that you have learned from your past experiences and are now ready to move forward with a more positive and optimistic outlook."
    },
    "affirmations": {
      "upright": [
        "I embrace challenges as opportunities to grow stronger and wiser.",
        "I navigate conflict with grace and clarity, always seeking win-win solutions.",
        "I assert my beliefs with confidence, while respecting the perspectives of others.",
        "I channel my competitive energy into creative collaboration, building something amazing together.",
        "I thrive amidst diverse opinions, knowing that healthy debate leads to innovation.",
        "I celebrate the vibrant energy of challenges, knowing they spark my growth and resilience."
      ],
      "reversed": [
        "I step back from unnecessary conflict, choosing peace and harmony instead.",
        "I release the need to control every outcome, trusting in the flow of life.",
        "I find common ground with others, focusing on shared goals and values.",
        "I communicate my needs and boundaries with clarity, creating a space of mutual respect.",
        "I let go of defensiveness and embrace open-hearted dialogue, fostering understanding and connection.",
        "I transform inner conflict into self-awareness, harnessing my energy for positive change."
      ]
    },
    "number": 54,
    "http404Message": "Lost in the fray? The Five of Wands beckons. Remember, conflict can forge unity. Look beyond the clash, a new path awaits. (Error 404: Mystical passage not found.)"
  },
  {
    "name": "Six of Wands",
    "type": "wands",
    "keywords": {
      "upright": [
        "Victory",
        "Success",
        "Recognition",
        "Progress",
        "Confidence",
        "Leadership"
      ],
      "reversed": [
        "Doubt",
        "Lack of Confidence",
        "Self-promotion",
        "Ego",
        "Obstacles",
        "Delay"
      ]
    },
    "description": {
      "upright": "The Six of Wands signifies victory, success, and recognition. It represents a time when you have achieved a goal or overcome a challenge, and you are now reaping the rewards. This card can also indicate progress, confidence, and leadership.",
      "reversed": "The reversed Six of Wands can indicate doubt, lack of confidence, or difficulty achieving your goals. It can also suggest that you are being too self-promotional or egotistical. This card may also mean that you are facing obstacles or delays in your progress."
    },
    "affirmations": {
      "upright": [
        "I bask in the warmth of my accomplishments and am celebrated by those around me.",
        "I radiate confidence and joy as I share my gifts with the world.",
        "I inspire others with my authenticity and unwavering belief in myself.",
        "My success ignites a flame of inspiration within me, fueling my passion to achieve even greater heights.",
        "I gracefully embrace my victories, knowing that I am worthy of every accolade.",
        "I lead with humility and grace, always striving to uplift those around me."
      ],
      "reversed": [
        "I am learning to embrace my achievements and celebrate my progress, even amidst challenges.",
        "I release the need for external validation and find fulfillment in my own self-worth.",
        "I am rediscovering my confidence and courage, stepping into the spotlight with renewed faith in myself.",
        "I am committed to creating my own definition of success, aligning with my values and passions.",
        "I am learning to balance humility with pride, honoring my accomplishments while remaining grounded.",
        "I am navigating setbacks with grace, knowing that they are opportunities for growth and self-discovery."
      ]
    },
    "number": 55,
    "http404Message": "The path to victory may yet be hidden, but fear not the 404. The Six of Wands rides forth, bearing the laurels of acclaim."
  },
  {
    "name": "Seven of Wands",
    "type": "wands",
    "keywords": {
      "upright": [
        "Competition",
        "Challenge",
        "Defense",
        "Standing your ground",
        "Self-belief",
        "Resourcefulness"
      ],
      "reversed": [
        "Doubt",
        "Giving up",
        "Overcoming obstacles",
        "Defensiveness",
        "Aggression",
        "Lack of confidence"
      ]
    },
    "description": {
      "upright": "The Seven of Wands represents the need to defend your position, stand up for your beliefs, and hold your ground. It can also indicate competition, challenges, and overcoming obstacles. The card encourages you to be resourceful and confident in your abilities.",
      "reversed": "The reversed Seven of Wands can indicate doubt, giving up, or being easily defeated. It can also suggest defensiveness, aggression, or a lack of confidence. The card may be urging you to reconsider your position or approach a situation differently."
    },
    "affirmations": {
      "upright": [
        "I stand firmly in my beliefs, even when challenged.",
        "I courageously defend my boundaries and values.",
        "My resilience fuels my determination to overcome any obstacle.",
        "I rise to every challenge with unwavering confidence.",
        "I fiercely protect my integrity and authenticity.",
        "My strength inspires others to stand tall in their own truth."
      ],
      "reversed": [
        "I reclaim my power and stand up for myself.",
        "I release the need to defend myself and embrace openness.",
        "I overcome self-doubt and embrace my inner strength.",
        "I face challenges with grace and determination.",
        "I set healthy boundaries and protect my energy.",
        "I trust my intuition and confidently navigate adversity."
      ]
    },
    "number": 56,
    "http404Message": "Though the path may seem lost, courage's flame burns bright. Remember, victory often hides in the shadows of a 404."
  },
  {
    "name": "Eight of Wands",
    "type": "wands",
    "keywords": {
      "upright": [
        "Movement",
        "Progress",
        "Action",
        "Communication",
        "Travel",
        "Opportunity",
        "Change",
        "Excitement",
        "Haste"
      ],
      "reversed": [
        "Delay",
        "Blockage",
        "Stagnation",
        "Lack of clarity",
        "Missed opportunities",
        "Impatience",
        "Scattered energy",
        "Confusion"
      ]
    },
    "description": {
      "upright": "The Eight of Wands represents swift movement, action, and progress. It signifies a time when things are happening quickly and you are moving forward with your goals and ambitions. This card can also indicate communication, travel, and opportunities. It is a time to be proactive and take advantage of the momentum that is building. Be flexible and adaptable, and don't be afraid to take risks.",
      "reversed": "The reversed Eight of Wands suggests that things are moving too quickly or that you are feeling impatient and frustrated. There may be delays, obstacles, or setbacks that are preventing you from making progress. This card can also indicate a lack of clarity or direction, or that you are feeling scattered and unfocused. It is important to take some time to slow down and assess the situation. Be patient and don't rush into anything. Get clear on your goals and make a plan before taking any action."
    },
    "affirmations": {
      "upright": [
        "I embrace swift progress and welcome new opportunities with open arms.",
        "My energy is boundless, and I move with unstoppable momentum towards my goals.",
        "I trust my intuition and make decisions with clarity and confidence.",
        "Exciting news and breakthroughs are on the horizon, and I am ready to soar.",
        "I align myself with the flow of life and gracefully navigate any obstacles.",
        "My passion ignites action, and I fearlessly pursue my dreams."
      ],
      "reversed": [
        "I release any impatience or frustration, knowing that things will unfold in perfect timing.",
        "I take a moment to breathe and refocus my energy, ensuring my actions are aligned with my intentions.",
        "I carefully consider all perspectives before making decisions, ensuring clarity and understanding.",
        "I embrace opportunities for growth and learning, even in moments of challenge or delay.",
        "I trust the process and find peace in the present moment, knowing that everything is unfolding as it should.",
        "I confidently reclaim my power and move forward with grace and determination."
      ]
    },
    "number": 57,
    "http404Message": "The path twists and turns, but speed is your ally. Eight wands pierce the veil, revealing 404: a door to unforeseen possibilities."
  },
  {
    "name": "Nine of Wands",
    "type": "wands",
    "keywords": {
      "upright": [
        "Defense",
        "resilience",
        "vigilance",
        "perseverance",
        "Challenges",
        "obstacles",
        "setbacks",
        "delays"
      ],
      "reversed": [
        "Exhaustion",
        "burnout",
        "giving up",
        "surrender",
        "Defensiveness",
        "paranoia",
        "distrust",
        "anger"
      ]
    },
    "description": {
      "upright": "The Nine of Wands upright suggests inner strength, resilience, and determination in the face of challenges. You have overcome many obstacles and are standing your ground. However, you may feel tired and weary, and it's important to pace yourself and ask for help if needed. Trust that you have the resources to overcome any obstacle.",
      "reversed": "The reversed Nine of Wands indicates exhaustion, burnout, and a feeling of being overwhelmed. You may be giving up on your goals or feeling defeated. This card can also suggest defensiveness, paranoia, and a lack of trust. It's time to take a break, re-evaluate your situation, and come back with a renewed sense of purpose."
    },
    "affirmations": {
      "upright": [
        "I stand strong and resilient, even in the face of adversity.",
        "I have overcome challenges before, and I will overcome them again.",
        "My spirit is unyielding, and my determination is unwavering.",
        "I protect my boundaries with courage and grace.",
        "I am nearing the finish line, and I will not give up now.",
        "Every obstacle I face only makes me stronger."
      ],
      "reversed": [
        "I release the burdens that weigh me down.",
        "I ask for help when I need it, and I allow others to support me.",
        "I trust in my ability to heal and recover.",
        "I set healthy boundaries and conserve my energy.",
        "I face my fears with courage and compassion.",
        "I find strength in vulnerability and resilience in surrender."
      ]
    },
    "number": 58,
    "http404Message": "The path ahead is obscured, but embers glow within. Seek not the destination, but the strength to weather the storm. Error 404: Nine of Wands not found, but resilience awaits."
  },
  {
    "name": "Ten of Wands",
    "type": "wands",
    "keywords": {
      "upright": [
        "Burden",
        "Responsibility",
        "Overwork",
        "Exhaustion",
        "Struggle"
      ],
      "reversed": ["Delegation", "Release", "Relief", "Renewal", "Completion"]
    },
    "description": {
      "upright": "The Ten of Wands represents feeling weighed down by responsibility, overwork, or burdens. It suggests that you are feeling overwhelmed and struggling to keep up with your commitments. You may be feeling exhausted and depleted, both physically and emotionally. This card can also indicate a lack of motivation or direction. In the upright position, the Ten of Wands encourages you to take stock of your situation and delegate tasks where possible. It's important to learn to say no and prioritize your own well-being. Remember, you don't have to do everything yourself. Seek support from others and find ways to lighten your load.",
      "reversed": "The Ten of Wands reversed can signify a release from burden or responsibility. You may be feeling lighter and more energized as you finally let go of things that were holding you back. This card can also indicate delegation, completion of a project, or a sense of accomplishment. In the reversed position, the Ten of Wands encourages you to celebrate your successes and enjoy the fruits of your labor. It's time to take a break and recharge your batteries. You are now free to move on to new beginnings."
    },
    "affirmations": {
      "upright": [
        "I gracefully carry my responsibilities, knowing my strength is boundless.",
        "I release burdens that no longer serve me, making space for joy and ease.",
        "I approach every challenge with unwavering determination and a spirit of resilience.",
        "I embrace the final push towards my goals, fueled by unwavering passion and drive.",
        "I celebrate the wisdom and growth that emerge from overcoming obstacles.",
        "I honor my limits and seek support when needed, knowing that true strength lies in balance."
      ],
      "reversed": [
        "I release the weight of unnecessary burdens and step into a lighter, more joyful path.",
        "I ask for help when I need it, trusting that support is always available.",
        "I delegate tasks and create healthy boundaries, honoring my energy and well-being.",
        "I re-evaluate my priorities and release commitments that no longer align with my true purpose.",
        "I embrace simplicity and focus on what truly matters, finding peace and contentment within.",
        "I trust my intuition to guide me towards a more balanced and fulfilling way of life."
      ]
    },
    "number": 59,
    "http404Message": "The path you seek is burdened, dear traveler. Ten heavy staffs weigh upon you, yet within their weight lies the strength to carry on. Turn back, not in defeat, but to find a lighter path, or press onward, knowing the reward awaits."
  },
  {
    "name": "Page of Wands",
    "type": "wands",
    "keywords": {
      "upright": [
        "New beginnings",
        "Adventure",
        "Excitement",
        "Enthusiasm",
        "Creativity",
        "Impulsiveness",
        "Restlessness"
      ],
      "reversed": [
        "Lack of direction",
        "Delays",
        "Procrastination",
        "Doubt",
        "Fear",
        "Blocked creativity",
        "Impatience"
      ]
    },
    "description": {
      "upright": "The Page of Wands signifies a burst of energy, creativity, and enthusiasm. It represents new beginnings, adventures, and a desire to explore the world. This card can also indicate impulsiveness, restlessness, and the need to act quickly. When the Page of Wands appears in a reading, it's a reminder to embrace new possibilities and follow your dreams.",
      "reversed": "The reversed Page of Wands suggests a lack of direction or motivation. You may be feeling lost, unsure of your next step, or procrastinating on important decisions. This card can also represent fear, doubt, and a blockage in your creative flow. If the reversed Page of Wands appears in a reading, it's an invitation to take a step back, assess your situation, and make a plan to move forward."
    },
    "affirmations": {
      "upright": [
        "I embrace my creative spark and eagerly pursue new ideas.",
        "I fearlessly express my authentic self and share my gifts with the world.",
        "I am open to inspiration and adventure, ready to explore uncharted territories.",
        "My enthusiasm is contagious, igniting passion in those around me.",
        "I trust my intuition and take action with confidence, knowing I am on the right path.",
        "Every step I take leads me closer to my dreams, and I celebrate each milestone along the way."
      ],
      "reversed": [
        "I am rediscovering my passions and rekindling my creative fire.",
        "I am learning to focus my energy and channel my enthusiasm into productive action.",
        "I am patient with myself, knowing that great ideas take time to develop.",
        "I am open to feedback and willing to adjust my course as needed.",
        "I am committed to seeing my dreams through to fruition, no matter the challenges."
      ]
    },
    "number": 60,
    "http404Message": "The path to your spark is hidden, but embers glow within. Seek the flicker, not the flame. Error 404: Potential not yet found."
  },
  {
    "name": "Knight of Wands",
    "type": "wands",
    "keywords": {
      "upright": [
        "Action",
        "Adventure",
        "Enthusiasm",
        "Leadership",
        "Impulsiveness",
        "Travel"
      ],
      "reversed": [
        "Impatience",
        "Aggression",
        "Lack of direction",
        "Scattered energy",
        "Frustration",
        "Loss of motivation"
      ]
    },
    "description": {
      "upright": "The Knight of Wands is a card of action, enthusiasm, and adventure. It represents a surge of energy and a strong desire to take on new challenges. The Knight is also a natural leader, inspiring and motivating others with his passion and drive. However, this card can also warn of impulsiveness and a lack of planning. It is important to channel your energy wisely and avoid taking unnecessary risks.",
      "reversed": "The reversed Knight of Wands indicates a loss of enthusiasm and motivation. You may be feeling impatient and frustrated, and you may be lacking direction in your life. This card can also warn of aggression and impulsiveness. It is important to take some time to reflect and recharge your batteries. Once you have reconnected with your inner fire, you can begin to move forward again."
    },
    "affirmations": {
      "upright": [
        "I seize opportunities with passion and courage.",
        "My energy ignites action and inspires others.",
        "I fearlessly charge forward, embracing adventure and change.",
        "My spirit is restless and my heart yearns for exploration.",
        "I confidently blaze new trails, leading the way with my fiery spirit.",
        "I am a force of nature, unstoppable in my pursuit of dreams."
      ],
      "reversed": [
        "I channel my energy with focus and discipline.",
        "I approach challenges with patience and consider all possibilities.",
        "I balance my boldness with reflection, ensuring my actions align with my values.",
        "I temper my restlessness with mindfulness, appreciating the present moment.",
        "I harness my passion constructively, directing it towards meaningful goals.",
        "I embrace opportunities for growth, learning from my setbacks and refining my approach."
      ]
    },
    "number": 61,
    "http404Message": "The path to your fiery spark is blocked. Seek a new direction, Knight, for the embers of your passion still glow. Error 404: Inspiration not found."
  },
  {
    "name": "Queen of Wands",
    "type": "wands",
    "keywords": {
      "upright": [
        "Passionate",
        "Confident",
        "Creative",
        "Independent",
        "Charismatic",
        "Leader",
        "Protective"
      ],
      "reversed": [
        "Domineering",
        "Jealous",
        "Impatient",
        "Unrealistic",
        "Arrogant",
        "Controlling",
        "Lack of Confidence"
      ]
    },
    "description": {
      "upright": "The Queen of Wands represents a strong, independent, and confident woman. She is passionate and creative, with a natural leadership ability. She is also protective of those she cares about. The Queen of Wands can also signify a time of personal growth and self-discovery.",
      "reversed": "The reversed Queen of Wands can indicate that you are being too domineering or controlling in your relationships. You may also be feeling jealous or insecure. Alternatively, the reversed Queen of Wands can suggest that you are lacking in confidence or that you are not putting your talents to good use. This card can also be a sign that you need to take some time for yourself to relax and recharge."
    },
    "affirmations": {
      "upright": [
        "I radiate confidence, passion, and enthusiasm in everything I do.",
        "My creative energy flows effortlessly, bringing my visions to life.",
        "I am a natural leader, inspiring others with my charisma and warmth.",
        "I trust in my intuition, making decisions with clarity and purpose.",
        "Every challenge is an opportunity for me to showcase my strength and resilience.",
        "I am a powerful creator, shaping my reality with a positive and vibrant energy."
      ],
      "reversed": [
        "I release self-doubt and embrace my inner strength and confidence.",
        "I am open to new creative possibilities that align with my passions.",
        "I trust in my abilities to lead, even in the face of uncertainty.",
        "I let go of any fear of judgment and express myself authentically.",
        "I am resilient and bounce back from challenges with grace and determination.",
        "I am deserving of success, and I welcome opportunities that align with my passion."
      ]
    },
    "number": 62,
    "http404Message": "The path to your fiery passion seems lost. Perhaps a spark from the Queen's torch awaits on a different page. Check for typos, or try a broader search. Remember, the flame within you never truly goes out."
  },
  {
    "name": "King of Wands",
    "type": "wands",
    "keywords": {
      "upright": [
        "Visionary Leader",
        "Action",
        "Creativity",
        "Confidence",
        "Adventure",
        "Challenge",
        "Passion",
        "Courage",
        "Ambition",
        "Inspiration"
      ],
      "reversed": [
        "Domination",
        "Impatience",
        "Arrogance",
        "Anger",
        "Lack of focus",
        "Control issues",
        "Impulsive decisions",
        "Burnout"
      ]
    },
    "description": {
      "upright": "The King of Wands is a card of action, initiative, and leadership. He is a charismatic and confident figure who inspires others to follow him. Upright, this card can represent a time to take charge, take risks, and pursue your dreams. It can also indicate success in business or career endeavors. The King of Wands is a reminder to stay positive and focused, and to never give up on your goals.",
      "reversed": "The reversed King of Wands can indicate a lack of direction, impulsive decisions, and an inability to see things through. It can also represent someone who is overly dominant, controlling, or arrogant. This card is a warning to be careful about your actions and to be mindful of the consequences. It can also be a sign that you need to take some time for yourself and to relax."
    },
    "affirmations": {
      "upright": [
        "I lead with passion and inspire others with my vision.",
        "I embrace my creative energy and fearlessly pursue my goals.",
        "My confidence and determination know no bounds.",
        "I am a natural leader, always ready to take charge and make things happen.",
        "My generosity of spirit knows no limits.",
        "I am a force of nature, unstoppable in my pursuit of success."
      ],
      "reversed": [
        "I am working to balance my assertive energy with compassion and understanding.",
        "I am learning to temper my ambition with patience and focus.",
        "I am releasing the need to control everything and trusting in the process.",
        "I am open to feedback and willing to adapt my approach.",
        "I am cultivating humility and recognizing the value of others' contributions.",
        "I am embracing my vulnerability and allowing myself to be open to change."
      ]
    },
    "number": 63,
    "http404Message": "The path to ignition is blocked. Seek a spark elsewhere, or fan the embers of your own will. The King of Wands awaits when your flame burns bright."
  },
  {
    "name": "Ace of Pentacles",
    "type": "pentacles",
    "keywords": {
      "upright": [
        "abundance",
        "new beginnings",
        "opportunity",
        "security",
        "groundedness",
        "manifestation",
        "health",
        "wealth"
      ],
      "reversed": [
        "lack",
        "stagnation",
        "missed opportunities",
        "financial difficulties",
        "instability",
        "unrealistic expectations",
        "poor health"
      ]
    },
    "description": {
      "upright": "The Ace of Pentacles signifies new beginnings and opportunities in the realm of finances, career, and material possessions. It represents abundance, prosperity, and the potential to manifest your goals. This card can also indicate a sense of security, stability, and groundedness. It encourages you to believe in yourself and your ability to achieve your dreams.",
      "reversed": "The reversed Ace of Pentacles suggests a lack of abundance, stagnation, or missed opportunities. It can indicate financial difficulties, instability, and unrealistic expectations. This card may also be a sign that you are not taking care of your health or finances. The reversed Ace of Pentacles encourages you to take stock of your situation and make changes to ensure your future success."
    },
    "affirmations": {
      "upright": [
        "I embrace new opportunities that bring abundance and prosperity.",
        "I plant seeds of success with unwavering faith and determination.",
        "I nurture my dreams with unwavering confidence, knowing they will blossom into reality.",
        "I open my heart and hands to receive the bountiful gifts of the universe.",
        "I am a magnet for wealth, attracting abundance in all its forms.",
        "I step into my power as a creator, manifesting my dreams with every action I take."
      ],
      "reversed": [
        "I recognize and release limiting beliefs that block my financial flow.",
        "I embrace patience and perseverance, trusting that my efforts will yield rewards.",
        "I seek guidance and support to make wise financial decisions.",
        "I balance my material needs with my spiritual growth, creating abundance in all areas of my life.",
        "I find opportunities for growth even in challenges, transforming setbacks into stepping stones.",
        "I reclaim my power and create a solid foundation for lasting prosperity."
      ]
    },
    "number": 64,
    "http404Message": "The seed you seek lies not in the void, but in the fertile ground beneath your feet. Turn inward, till the soil of your spirit, and watch abundance sprout anew."
  },
  {
    "name": "Two of Pentacles",
    "type": "pentacles",
    "keywords": {
      "upright": [
        "balance",
        "adaptability",
        "flux",
        "opportunity",
        "juggling",
        "finances"
      ],
      "reversed": [
        "imbalance",
        "stress",
        "overcommitment",
        "disorganization",
        "lack of control",
        "financial instability"
      ]
    },
    "description": {
      "upright": "The Two of Pentacles represents the ability to maintain balance and harmony amidst change and challenges. It signifies adaptability, flexibility, and resourcefulness in navigating life's ups and downs. This card often indicates juggling multiple responsibilities, managing finances effectively, and finding opportunities amidst change. ",
      "reversed": "The reversed Two of Pentacles indicates feeling overwhelmed, stressed, and out of control. It suggests overcommitment, disorganization, and difficulty maintaining balance in various aspects of life. This card can also symbolize financial instability, poor money management, and missed opportunities. "
    },
    "affirmations": {
      "upright": [
        "I gracefully balance my responsibilities, creating harmony and flow.",
        "I expertly juggle my priorities, keeping my goals in perfect alignment.",
        "I embrace the dance of life, moving with ease and adaptability.",
        "I trust my ability to navigate change, finding opportunities in every challenge.",
        "I create a life of abundance by wisely managing my resources.",
        "I celebrate my ability to multitask, confidently embracing all that life offers."
      ],
      "reversed": [
        "I release the overwhelm and embrace a sense of calm focus.",
        "I prioritize my energy, giving my full attention to what matters most.",
        "I create clear boundaries, ensuring time for both work and play.",
        "I seek support when needed, knowing that I don't have to do it all alone.",
        "I simplify my commitments, aligning my actions with my true values.",
        "I trust my intuition to guide me, making choices that bring me peace and fulfillment."
      ]
    },
    "number": 65,
    "http404Message": "Lost at sea, juggling coins on a tightrope? The Two of Pentacles beckons you to find balance, lest you tip the 404 into the abyss."
  },
  {
    "name": "Three of Pentacles",
    "type": "pentacles",
    "keywords": {
      "upright": [
        "Teamwork",
        "Collaboration",
        "Mastery",
        "Recognition",
        "Learning",
        "Growth",
        "Shared Goals"
      ],
      "reversed": [
        "Disharmony",
        "Misalignment",
        "Lack of Recognition",
        "Working Alone",
        "Limited Growth",
        "Poor Collaboration"
      ]
    },
    "description": {
      "upright": "The Three of Pentacles signifies the power of collaboration and teamwork. It represents harnessing individual skills and talents to achieve a shared goal. Upright, this card suggests a period of learning, growth, and mastery. You are likely to receive recognition for your efforts and may even find yourself in a mentoring or teaching role. Trust in the process and enjoy the collaborative journey.",
      "reversed": "The reversed Three of Pentacles warns of disharmony and misalignment within a team or project. There may be a lack of communication, recognition, or appreciation. You might feel undervalued or unsupported. This card can also indicate working alone, feeling isolated, or lacking the skills and resources to achieve your goals. Take some time to reflect on your situation and identify any obstacles to collaboration. Seek support from others and be open to learning and receiving feedback."
    },
    "affirmations": {
      "upright": [
        "I collaborate effortlessly with others, creating a synergy of talents.",
        "My dedication and hard work are recognized and celebrated.",
        "I take pride in my achievements, knowing that they contribute to my growth.",
        "Every task I undertake is an opportunity to showcase my skills and expertise.",
        "I am a valuable team member, and my contributions make a meaningful impact.",
        "I am open to learning and refining my craft, continuously improving myself."
      ],
      "reversed": [
        "I release the fear of judgment and trust in my abilities to succeed.",
        "I am open to feedback, using it as a tool for personal and professional growth.",
        "I let go of perfectionism and embrace the process of learning and evolving.",
        "I am resilient in the face of setbacks, using them as stepping stones to success.",
        "I attract positive collaborations and partnerships that support my goals.",
        "I am deserving of recognition for my efforts, and I confidently showcase my skills."
      ]
    },
    "number": 66,
    "http404Message": "404 Mystic Collaboration Not Found. In the void of collaboration, the Three of Pentacles whispers, 'Harmony is the alchemy of shared visions.'"
  },
  {
    "name": "Four of Pentacles",
    "type": "pentacles",
    "keywords": {
      "upright": [
        "Material abundance",
        "Stability",
        "Security",
        "Clinging",
        "Possesiveness",
        "Greed"
      ],
      "reversed": [
        "Financial insecurity",
        "Overspending",
        "Lack of control",
        "Generosity",
        "Letting go",
        "Sharing"
      ]
    },
    "description": {
      "upright": "The Four of Pentacles represents material security and abundance. It suggests that you have built a strong foundation for yourself and are now in a position to enjoy the fruits of your labor. This card can also indicate a need to be more generous and share your resources with others. The upright Four of Pentacles can also represent a time of consolidation and protection. You may be feeling the need to hold on to what you have and avoid taking unnecessary risks.",
      "reversed": "The Four of Pentacles reversed can indicate financial insecurity and a lack of control over your finances. You may be feeling worried about money and unsure of your future. This card can also suggest that you are being too possessive of your resources and need to learn to let go. The reversed Four of Pentacles can also represent a time of generosity and sharing."
    },
    "affirmations": {
      "upright": [
        "I wisely manage my resources and create lasting security.",
        "I am open to sharing my abundance with others, while maintaining healthy boundaries.",
        "I release my fear of scarcity and trust in the infinite flow of abundance.",
        "I balance my material needs with my spiritual growth, knowing true wealth comes from within.",
        "I am grounded and stable, creating a firm foundation for prosperity.",
        "I invest my energy in what truly matters, cultivating lasting joy and fulfillment."
      ],
      "reversed": [
        "I break free from limiting beliefs about money and embrace a mindset of abundance.",
        "I open my heart and hands to give and receive freely, creating a flow of prosperity.",
        "I find security within myself, knowing my true worth is beyond material possessions.",
        "I balance my need for stability with a willingness to embrace change and growth.",
        "I release my attachment to material things and focus on what truly nourishes my soul.",
        "I trust in the universe to provide for my needs, allowing me to share my gifts generously."
      ]
    },
    "number": 67,
    "http404Message": "Seeking stability? The Four of Pentacles reminds you, security lies not in hoarding, but in open hands and a generous heart. Error 404: Resource not found, but abundance awaits."
  },
  {
    "name": "Five of Pentacles",
    "type": "pentacles",
    "keywords": {
      "upright": [
        "Financial hardship",
        "Insecurity",
        "Loss",
        "Isolation",
        "Worry"
      ],
      "reversed": [
        "Recovery",
        "Spiritual growth",
        "Finding support",
        "Overcoming challenges",
        "Change of perspective"
      ]
    },
    "description": {
      "upright": "The Five of Pentacles represents a time of hardship and insecurity. It can signify financial loss, poverty, or a lack of resources. This card can also indicate feelings of isolation, loneliness, and being out in the cold. However, it can also be a sign of resilience and strength in the face of adversity. The Five of Pentacles encourages us to find inner strength and to rely on our own resources. It reminds us that we are not alone and that there is help available if we reach out for it.",
      "reversed": "The Five of Pentacles reversed suggests that you are on the path to recovery and healing. You may be starting to see improvements in your financial situation, or you may be finding new sources of support. This card can also indicate that you are overcoming challenges and finding solutions to your problems. The Five of Pentacles reversed encourages you to continue moving forward and to have faith in yourself. It reminds you that you have the strength and courage to overcome any obstacle."
    },
    "affirmations": {
      "upright": [
        "I release my fears of scarcity and embrace a mindset of abundance.",
        "I seek support and find comfort in community during challenging times.",
        "I identify the resources available to me and use them wisely to overcome adversity.",
        "I acknowledge my hardships and maintain faith that brighter days are ahead.",
        "I cultivate resilience and persevere through trials with strength and determination.",
        "I open myself to receive unexpected blessings and opportunities for growth."
      ],
      "reversed": [
        "I break free from isolation and reach out for help when I need it.",
        "I nurture my physical, emotional, and spiritual well-being to foster inner strength.",
        "I release negative thought patterns that perpetuate feelings of lack and insecurity.",
        "I acknowledge my self-worth and recognize the abundance that already exists in my life.",
        "I transform challenges into opportunities for learning and personal growth.",
        "I cultivate gratitude for the blessings in my life, large and small."
      ]
    },
    "number": 68,
    "http404Message": "Lost in the blizzard, the path obscured, but a flicker in the distance. The Five of Pentacles whispers, 'Seek not solace, but the strength to build anew.'"
  },
  {
    "name": "Six of Pentacles",
    "type": "pentacles",
    "keywords": {
      "upright": [
        "Generosity",
        "Abundance",
        "Charity",
        "Balance",
        "Support",
        "Success",
        "Giving and receiving"
      ],
      "reversed": [
        "Selfishness",
        "Scarcity",
        "Ungrateful",
        "Manipulation",
        "Dependence",
        "Lack",
        "Unbalanced giving"
      ]
    },
    "description": {
      "upright": "The Six of Pentacles is a card of generosity, abundance, and charity. It signifies a time of financial security and stability, where you are able to share your blessings with others. This card can also represent giving and receiving support, both emotional and material. In relationships, the Six of Pentacles suggests a harmonious and balanced partnership where both partners are willing to give and receive support. In work, it can indicate recognition for your hard work and achievements, or a time of financial rewards.",
      "reversed": "The reversed Six of Pentacles can indicate selfishness, scarcity, and ungratefulness. It may suggest that you are not sharing your resources enough, or that you are feeling taken advantage of. This card can also represent manipulation and dependence, where someone is giving or receiving support in a way that is not healthy or balanced. In relationships, the reversed Six of Pentacles can indicate a power struggle or imbalance, where one partner feels like they are always giving and the other is always taking. In work, it can suggest that you are not being recognized for your contributions, or that you are feeling undervalued or exploited."
    },
    "affirmations": {
      "upright": [
        "I share my blessings with others, knowing that abundance flows freely through me.",
        "I open my heart to both giving and receiving, creating a beautiful cycle of prosperity.",
        "I am a generous steward of my resources, using them to uplift those around me.",
        "My actions create a ripple effect of kindness and compassion in the world.",
        "I celebrate the joy of giving and the fulfillment it brings to my life.",
        "I trust that there is always enough, and I am grateful for the abundance that surrounds me."
      ],
      "reversed": [
        "I release any fears or blockages around money and allow abundance to flow freely into my life.",
        "I remember that I am worthy of receiving, and I open myself to the generosity of others.",
        "I create healthy boundaries around my finances, ensuring that I am not taken advantage of.",
        "I find balance between giving and receiving, honoring my own needs while also supporting others.",
        "I cultivate a mindset of abundance, knowing that there is more than enough for everyone.",
        "I trust that the universe will always provide for me, and I release any worries about my financial security."
      ]
    },
    "number": 69,
    "http404Message": "Seek not bounty from empty coffers. The path to harmony flows not through these domains. Seek a new vessel for your quest."
  },
  {
    "name": "Seven of Pentacles",
    "type": "pentacles",
    "keywords": {
      "upright": [
        "Progress",
        "Patience",
        "Investment",
        "Evaluation",
        "Reward",
        "Growth",
        "Persistence"
      ],
      "reversed": [
        "Doubt",
        "Lack of progress",
        "Discouragement",
        "Impatience",
        "Stagnation",
        "Reaping what you sow",
        "Delays"
      ]
    },
    "description": {
      "upright": "The Seven of Pentacles signifies a time of steady progress and growth. It suggests that your hard work and dedication are paying off, but there is still work to be done. This card encourages you to be patient and persistent, and to trust that your efforts will eventually be rewarded. It may also be a time to evaluate your progress and make sure that you are on the right track.",
      "reversed": "The reversed Seven of Pentacles indicates that you may be feeling discouraged or impatient about your progress. You may be doubting your abilities or wondering if your efforts are worthwhile. This card encourages you to take a step back and reassess your situation. Are you putting in the time and effort necessary to achieve your goals? Are your goals realistic? Once you have a clear understanding of your situation, you can take steps to make progress."
    },
    "affirmations": {
      "upright": [
        "I bloom with patience, nurturing my efforts until harvest.",
        "My steady progress brings sweet rewards, one well-earned step at a time.",
        "I celebrate growth, both big and small, for every leaf leads to a bountiful tree.",
        "Focused attention cultivates abundance. My dedication bears fruit.",
        "With gratitude, I acknowledge the journey, trusting in the rhythm of growth.",
        "My resilience and unwavering effort pave the path to a flourishing future."
      ],
      "reversed": [
        "I release impatience and cultivate faith in the unfolding process.",
        "I redirect my scattered energy, focusing on one step at a time.",
        "I acknowledge my doubts and anxieties, then gently release them to nurture hope.",
        "Setbacks are temporary stumbles, not permanent roadblocks. I rise with renewed determination.",
        "I shift my perspective, appreciating the small wins that lead to greater triumphs.",
        "With gentle course correction, I guide my growth, ensuring a bountiful harvest."
      ]
    },
    "number": 70,
    "http404Message": "The path you seek is not yet mapped. Rest now, like the worker in the shade of pentacles. When you awaken, the way forward will sprout."
  },
  {
    "name": "Eight of Pentacles",
    "type": "pentacles",
    "keywords": {
      "upright": [
        "Work",
        "Dedication",
        "Learning",
        "Craftmanship",
        "Skill",
        "Progress",
        "Patience",
        "Achievement"
      ],
      "reversed": [
        "Unfulfilled potential",
        "Lack of motivation",
        "Burnout",
        "Perfectionism",
        "Distraction",
        "Lack of progress"
      ]
    },
    "description": {
      "upright": "The Eight of Pentacles signifies a period of hard work, dedication, and commitment. It represents the focused energy you are pouring into your craft, skill, or career. This card encourages you to be patient and persistent, as your efforts will ultimately lead to success and mastery. It can also indicate a time for learning and acquiring new knowledge and skills.",
      "reversed": "The reversed Eight of Pentacles can suggest a lack of motivation, direction, or purpose in your work. You may be feeling uninspired, bored, or burnt out. This card can also represent procrastination, perfectionism, or a tendency to get easily distracted. It may be a call to re-evaluate your goals and priorities, and to find ways to bring more enjoyment and passion back into your work."
    },
    "affirmations": {
      "upright": [
        "I take pride in mastering my skills and creating high-quality work.",
        "I am dedicated to my craft and find joy in the process of learning and growth.",
        "I am focused, disciplined, and determined to achieve my goals.",
        "My attention to detail is exceptional, and I strive for excellence in all that I do.",
        "I am patient and persistent, knowing that true mastery takes time and effort.",
        "I am confident in my abilities and find satisfaction in seeing my creations come to life."
      ],
      "reversed": [
        "I am reevaluating my priorities and seeking a better balance between work and life.",
        "I am learning to let go of perfectionism and embrace the beauty of imperfection.",
        "I am open to new challenges and opportunities that will expand my skills and creativity.",
        "I am seeking inspiration and guidance to rediscover my passion and purpose.",
        "I am committed to finding joy and fulfillment in my work, without sacrificing my well-being."
      ]
    },
    "number": 71,
    "http404Message": "The path to mastery is paved with diligent hands. Seek not shortcuts, for the 404 lies in neglecting the craft. Eight coins wait, patiently."
  },
  {
    "name": "Nine of Pentacles",
    "type": "pentacles",
    "keywords": {
      "upright": [
        "Abundance",
        "Luxury",
        "Self-Sufficiency",
        "Financial Independence",
        "Security",
        "Confidence",
        "Achievement",
        "Reward"
      ],
      "reversed": [
        "Materialism",
        "Greed",
        "Debt",
        "Lack of Abundance",
        "Insecurity",
        "Self-Doubt",
        "Overwork",
        "Burnout",
        "Procrastination"
      ]
    },
    "description": {
      "upright": "The Nine of Pentacles signifies a time of abundance, prosperity, and financial security. You have built a solid foundation for yourself and are now able to enjoy the fruits of your labor. This card also represents self-sufficiency, confidence, and a sense of accomplishment. You are in control of your life and are able to create the life you want. When the Nine of Pentacles appears in a reading, it is a sign to enjoy your success and celebrate your achievements. It is also a reminder to be grateful for all that you have.",
      "reversed": "The reversed Nine of Pentacles can indicate a feeling of lack or scarcity. You may be feeling insecure about your finances or your ability to provide for yourself. This card can also represent materialism, greed, and an unhealthy attachment to money. Alternatively, the reversed Nine of Pentacles may indicate that you are working too hard and neglecting other areas of your life. It is important to find a balance between work and leisure. When the reversed Nine of Pentacles appears in a reading, it is a sign to take a step back and re-evaluate your priorities. It is also a reminder that true wealth comes from within, not from external possessions."
    },
    "affirmations": {
      "upright": [
        "I savor the fruits of my labor, celebrating my accomplishments with gratitude.",
        "My financial abundance allows me to live a life of luxury and comfort.",
        "I attract prosperity effortlessly, and abundance flows to me in unexpected ways.",
        "Every step I take is a confident stride towards achieving my goals.",
        "I am surrounded by beauty and elegance, creating a harmonious environment.",
        "I am a self-sufficient and empowered individual, capable of manifesting my desires."
      ],
      "reversed": [
        "I release any scarcity mindset, opening myself to the abundance of the universe.",
        "I am deserving of wealth, and I welcome prosperity into every area of my life.",
        "I let go of fear and trust in the infinite possibilities that surround me.",
        "I am open to receiving unexpected blessings and opportunities.",
        "I cultivate a mindset of prosperity, attracting wealth and success effortlessly.",
        "I am a magnet for abundance, and I allow prosperity to flow into my life."
      ]
    },
    "number": 72,
    "http404Message": "Seeking solace in material comforts? The abundance you crave lies not in possessions, but within. Turn inward, seeker, and find the nine treasures hidden in your heart. The 404 you found is a reminder that true wealth cannot be indexed."
  },
  {
    "name": "Ten of Pentacles",
    "type": "pentacles",
    "keywords": {
      "upright": [
        "abundance",
        "security",
        "stability",
        "family",
        "legacy",
        "completion",
        "success",
        "achievement",
        "fulfillment",
        "reward"
      ],
      "reversed": [
        "lack",
        "instability",
        "disinheritance",
        "loss",
        "broken family ties",
        "unfinished business",
        "unfulfilled potential",
        "neglect",
        "greed",
        "materialism"
      ]
    },
    "description": {
      "upright": "The Ten of Pentacles signifies a state of abundance and security in all aspects of life. It represents financial stability, a happy and prosperous family, and a sense of accomplishment and fulfillment. This card suggests that you have reached a point of completion in your journey and are now reaping the rewards of your hard work. You are surrounded by love, support, and security, and you are able to enjoy the fruits of your labor. This card also speaks to the importance of building a strong foundation for the future, whether it be financial security, a loving family, or a fulfilling career. The Ten of Pentacles is a reminder that hard work and perseverance pay off in the end.",
      "reversed": "The reversed Ten of Pentacles suggests a period of instability and insecurity in your life. You may be experiencing financial difficulties, family problems, or a sense of unfulfilled potential. This card can also indicate a lack of focus or direction in your life, or a feeling of being stuck in a rut. The reversed Ten of Pentacles can be a wake-up call to take action and make changes in your life. It is a reminder that you are responsible for your own happiness and success. This card can also suggest that you are being too materialistic, and that you need to focus on more important things in life. The reversed Ten of Pentacles is a call to re-evaluate your priorities and make sure that you are living a life that is true to yourself."
    },
    "affirmations": {
      "upright": [
        "I bask in the warmth of enduring love and lasting prosperity.",
        "I nurture deep roots of security and stability in all that I do.",
        "My legacy thrives, fueled by generations of wisdom and abundance.",
        "I celebrate the harmonious tapestry of family, community, and shared prosperity.",
        "Gratitude overflows as I witness my dreams come to fruition.",
        "I embrace the abundance of life, knowing that I have everything I need and more."
      ],
      "reversed": [
        "I reclaim my power to create lasting security and abundance.",
        "I release outdated patterns and embrace a truer vision of prosperity.",
        "I nurture my roots, strengthening the foundations of my legacy.",
        "I honor my values and create wealth aligned with my purpose.",
        "I seek balance between material comfort and spiritual fulfillment.",
        "I open my heart to the true abundance that flows from love and connection."
      ]
    },
    "number": 73,
    "http404Message": "Seek not within the digital realm, for true abundance lies in the warmth of hearth and home. The 404 merely guides you back to where you belong."
  },
  {
    "name": "Page of Pentacles",
    "type": "pentacles",
    "keywords": {
      "upright": [
        "New beginnings",
        "Opportunity",
        "Growth",
        "Practicality",
        "Learning",
        "Diligence",
        "Stability",
        "Security",
        "Financial abundance",
        "Nature"
      ],
      "reversed": [
        "Lack of focus",
        "Procrastination",
        "Delays",
        "Impatience",
        "Financial instability",
        "Wastefulness",
        "Unrealistic expectations",
        "Materialism",
        "Lack of grounding",
        "Neglecting responsibilities"
      ]
    },
    "description": {
      "upright": "The Page of Pentacles represents new beginnings, opportunity, and growth in the material realm. It signifies the start of a new project, venture, or learning process that has the potential to bring you abundance and prosperity. This card encourages you to be practical, diligent, and patient in your endeavors. It also reminds you to stay grounded and connected to the earth.",
      "reversed": "The reversed Page of Pentacles suggests that you may be lacking focus, procrastinating, or being impatient. This can lead to delays, setbacks, and financial instability. The card may also be a warning against materialism, wastefulness, and unrealistic expectations. It's a call to ground yourself, connect with nature, and re-evaluate your priorities."
    },
    "affirmations": {
      "upright": [
        "I embrace new opportunities to grow my skills and talents.",
        "I am open to receiving guidance and mentorship.",
        "I approach my goals with patience and dedication.",
        "I find joy in the process of learning and creating.",
        "My hard work is beginning to pay off.",
        "I am building a solid foundation for future success."
      ],
      "reversed": [
        "I am re-evaluating my priorities and commitments.",
        "I am learning to balance my dreams with practical realities.",
        "I am seeking clarity and direction in my life.",
        "I am releasing self-doubt and embracing my potential.",
        "I am committed to taking action and making progress.",
        "I am finding my own unique path to success."
      ]
    },
    "number": 74,
    "http404Message": "Seeking stability? The Page of Pentacles beckons, but perhaps it's hidden in plain sight. Look beyond the 404, for abundance often disguises itself."
  },
  {
    "name": "Knight of Pentacles",
    "type": "pentacles",
    "keywords": {
      "upright": [
        "Duty",
        "Practicality",
        "Work",
        "Patience",
        "Reliability",
        "Progress"
      ],
      "reversed": [
        "Stagnation",
        "Stubbornness",
        "Sloth",
        "Materialism",
        "Lack of Progress",
        "Uncertainty"
      ]
    },
    "description": {
      "upright": "The Knight of Pentacles embodies responsibility, dedication, and a steady approach to life. He carries a single pentacle, symbolizing focus and commitment to his goals. This card indicates a time for hard work, perseverance, and careful planning. It encourages you to be patient, reliable, and methodical in your endeavors. Upright, the Knight of Pentacles can also suggest slow but steady progress, financial security, and a sense of accomplishment.",
      "reversed": "The reversed Knight of Pentacles can represent a lack of motivation, procrastination, and an inability to follow through on your commitments. It may also indicate stagnation, boredom, and a reluctance to take responsibility for your actions. Financially, the reversed Knight can warn of overspending, poor investments, or a lack of financial security. This card encourages you to identify your goals and take action to achieve them. It may also be a call to re-evaluate your priorities and make sure your actions are aligned with your values."
    },
    "affirmations": {
      "upright": [
        "I take pride in my work and find joy in the journey.",
        "I nurture my dreams with patience and perseverance.",
        "My efforts create a solid foundation for lasting success.",
        "I move forward with diligence, embracing each step as it comes.",
        "I honor my commitments and find strength in my integrity.",
        "I am a grounded force, manifesting my dreams into reality."
      ],
      "reversed": [
        "I break free from stagnation and embrace new possibilities.",
        "I balance hard work with moments of joy and lightheartedness.",
        "I release my attachment to outcomes and trust the unfolding process.",
        "I welcome change and adapt gracefully to life's challenges.",
        "I find creative solutions and embrace innovative approaches.",
        "I honor my intuition and act with courage and conviction."
      ]
    },
    "number": 75,
    "http404Message": "The path to abundance is paved with patience, not shortcuts. Seek not the 404, but the fertile ground beneath your feet. There, your golden harvest awaits."
  },
  {
    "name": "Queen of Pentacles",
    "type": "pentacles",
    "keywords": {
      "upright": [
        "abundance",
        "security",
        "nurturing",
        "sensuality",
        "success",
        "responsibility",
        "practicality",
        "earthiness"
      ],
      "reversed": [
        "materialism",
        "greed",
        "dependence",
        "neglect",
        "stagnation",
        "lack of abundance",
        "unfulfilled potential"
      ]
    },
    "description": {
      "upright": "The Queen of Pentacles embodies the energy of abundance, security, and nurturing. She is a practical and grounded woman who has achieved success in the material world. She is also connected to nature and enjoys the finer things in life. In a reading, the Queen of Pentacles can signify that you are entering a period of prosperity and abundance. It can also encourage you to be more nurturing and responsible, both towards yourself and others.",
      "reversed": "The reversed Queen of Pentacles can indicate materialism, greed, and dependence. It can also suggest that you are feeling neglected or that you are not living up to your full potential. You may be focusing too much on the material world and neglecting your spiritual needs. The reversed Queen of Pentacles can be a call to action to get your finances in order and to start taking care of yourself."
    },
    "affirmations": {
      "upright": [
        "I am a nurturing and supportive force in the lives of those around me.",
        "My financial wisdom and abundance create a stable foundation for my future.",
        "I am grounded in the present moment, finding joy in the simple pleasures of life.",
        "My nurturing nature extends to myself; I prioritize self-care and well-being.",
        "I approach challenges with resilience, confident in my ability to overcome.",
        "I attract prosperity and abundance, flourishing in all aspects of my life."
      ],
      "reversed": [
        "I release any self-doubt and trust in my ability to provide for myself.",
        "I am deserving of financial stability, and I attract opportunities for prosperity.",
        "I let go of perfectionism and embrace the imperfections of life.",
        "I prioritize self-care, recognizing that it is essential for my overall well-being.",
        "I face challenges with a calm and grounded spirit, trusting in my resilience.",
        "I am open to receiving abundance in all its forms, allowing it to flow into my life."
      ]
    },
    "number": 76,
    "http404Message": "Seeking solace in material comforts won't mend a broken heart, Queen. Look within for the true riches. The 404 may be a nudge to turn inward."
  },
  {
    "name": "King of Pentacles",
    "type": "pentacles",
    "keywords": {
      "upright": [
        "Material wealth",
        "Financial abundance",
        "Worldly success",
        "Stability",
        "Security",
        "Generosity",
        "Leadership",
        "Ambition",
        "Creativity",
        "Business",
        "Investment"
      ],
      "reversed": [
        "Materialism",
        "Greed",
        "Obsession with money",
        "Lack of security",
        "Loss",
        "Debt",
        "Stagnation",
        "Poor leadership",
        "Unrealistic expectations"
      ]
    },
    "description": {
      "upright": "The King of Pentacles represents a man of great ambition, materialistic satisfaction, and worldly success. He is a natural leader who is generous, protective, and always provides for those around him. The card can also signify the successful completion of a creative project, a business venture, or an investment. In a more general sense, the King of Pentacles encourages you to be responsible, practical, and to take care of your finances.",
      "reversed": "The reversed King of Pentacles can indicate materialism, greed, and an obsession with money. It can also signify financial hardship, debt, and a lack of security. The card may be advising you to be more careful with your money and to avoid unnecessary risks. In some cases, the reversed King of Pentacles can also represent poor leadership, unrealistic expectations, and a need to be more grounded in reality."
    },
    "affirmations": {
      "upright": [
        "I cultivate abundance and stability in all areas of my life.",
        "I am a wise and generous leader who shares my prosperity with others.",
        "I have a natural ability to create wealth and security for myself and my loved ones.",
        "I make sound financial decisions that support my long-term goals.",
        "I enjoy the fruits of my labor and live a life of comfort and abundance.",
        "I am grounded and rooted in my values, and I always act with integrity."
      ],
      "reversed": [
        "I am releasing any fears or limiting beliefs around money and abundance.",
        "I am open to receiving the blessings of prosperity that are rightfully mine.",
        "I am balancing my material needs with my spiritual growth.",
        "I am using my resources wisely and responsibly.",
        "I am generous with my time, energy, and money.",
        "I am creating a legacy of abundance that will benefit others for generations to come."
      ]
    },
    "number": 77,
    "http404Message": "Seeking stability in the void? The King of Pentacles awaits, not on a throne of gold, but in the fertile soil of the 404. Perhaps your path to abundance lies not in what you find, but in what you cultivate."
  }
]
